[
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/9",
    "name": "Nicholas Wolterstorff",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/nicholas-wolterstorff.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "Yale University",
    "bio": "Wolterstorff was born on January 21, 1932, to Dutch emigrants in a small farming community in southwest Minnesota. After earning his BA in philosophy at Calvin College, Grand Rapids, Michigan, in 1953, he entered Harvard University, where he earned his MA and PhD in philosophy, completing his studies in 1956. He then spent a year at the University of Cambridge, where he met C. D. Broad. From 1957 to 1959, he was an instructor in philosophy at Yale University. Then he took the post of Professor of Philosophy at Calvin College and taught for 30 years. He is now teaching at Yale as Noah Porter Professor Emeritus Philosophical Theology.\n\nIn 1987 Wolterstorff published Lament for a Son after the untimely death of his 25-year-old son Eric in a mountain climbing accident. In a series of short essays, Wolterstorff recounts how he drew on his Christian faith to cope with his grief. Wolterstorff explained that he published the book \"in the hope that it will be of help to some of those who find themselves with us in the company of mourners.\"\n\nHe has been a visiting professor at Harvard University, Princeton University, Yale University, the University of Oxford, the University of Notre Dame, the University of Texas, the University of Michigan, Temple University, the Free University of Amsterdam (Vrije Universiteit), and the University of Virginia. In 2007, he received an honorary Doctorate in Philosophy from Vrije Universiteit Amsterdam. He has been retired since June 2002.\n\nWolterstorff published his memoir with William B. Eerdmans Publishing Co. in 2019, illustrating the close relationship between his personal life and his distinguished academic career.",
    "academicBioUrl": "https://en.wikipedia.org/wiki/Nicholas_Wolterstorff",
    "academicCvUrl": "",
    "researchFocus": [
      "I retired from my professorship at Yale at the end of 2001. In my case, retirement has not meant inactivity. Since retirement, I have published four books on justice, two on political philosophy and theology, two on liturgy, one on art, one titled Religion in the University, and a memoir titled In This World of Wonders. During this past year I have written a rather long article on justice for the newly-inaugurated St Andrews Encyclopedia of Theology, and the plenary address for an upcoming (January) symposium titled “Screen Stories and Moral Understanding,” organized by Prof. Carl Plantinga (Calvin U.) and sponsored by the Templeton Foundation. I continue to be strongly interested in justice, art, and liturgy. The editors of the newly established Analyzing Theology series (Jonathan Cockayne and Joshua Rutledge) have put together, for the first volume in their series, a collection of my articles, some published, some unpublished, titled United by Love: Justice, Art, and Liturgy."
    ],
    "affiliations": [
      "Noah Porter Professor Emeritus of Philosophical Theology at Yale University",
      "Senior Research Fellow in the Institute for Advanced Studies in Culture, University of Virginia",
      "Honorary Professor of Australian Catholic University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/119",
    "name": "Ian Robert Davis",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ian-robert-davis.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Kyoto / Lund / Oxford Brookes Universities",
    "bio": "Born in 1937 in Barrow-in Furness, Ian grew up in a family with a strong Christian and international background. His grandparents on both sides of his family were missionaries in India/ Fiji and Spain. Ian’s mother was a piano teacher and his father a mechanical engineer working on the design of submarine engines.\n\nIan became an architect following studies in London and Atlanta and worked in various architectural offices in London, Atlanta, Montreal and Detroit from 1958-1971 They included the offices of Erno Goldfinger and Minoru Yamasaki- (the designer of the Twin Towers in NYC). Ian’s final job before moving into architectural education was as Job Architect working for Chamberlin Powell and Bon, the architects of the Barbican Arts Centre in the City of London.\n\nHe then moved into academia to become a Principal Lecturer in Oxford Polytechnic (now Oxford Brookes University) from 1971-1989. He also taught Urban Planning, Shelter and Settlement and Landscape Painting from 2002-2013 in the Byron Fellowship Summer Schools held in Indiana and North Carolina.\n\nDuring the 1980’s Ian was Chair of the ‘Association of Christian Planners and Architects and Planners (ACPA) Through conferences, debates, study visits and writing, this association sought to develop a radical Christian critique of current practice and theory for practitioners and students within the planning and architectural professions. ‘Christian Dimensions in Architecture and Planning’ (1985) Ian Davis, UCCF Associates\n\nSince 1972 Ian’s primary academic work has been Disaster Risk and Recovery Management, as an academic, author, researcher, consultant, NGO Board member and advisor to Governments and UN Agencies. He wrote the first PhD on Disaster Shelter in University College London (UCL) from 1972-85. He wrote the first book on ‘Shelter after Disaster’ (1978), coordinated the first UN Guidelines on ‘Shelter After Disaster’ (1982) and edited the Second Edition (2016) for the IFRC. He co-authored ‘At Risk, Peoples Vulnerability to Disasters’ (1994) and Second Edition (2004) In 2015 he co-authored ‘Recovery from Disaster’. In 1996 he was the first UK citizen to receive the UN Sasakawa Award for his ‘International Contribution to Disaster Prevention’ In 2004-5 he was part of the working Group convened by the British Government’s Chief Scientific Officer to advise Prime Minister Tony Blair as he hosted the 2007 G7 Summit Meeting. From 2009-12 he was part of the international working group on the Independent Panel on Climate Change (IPPC) integrating Disaster Risk Reduction with Adaptation to Climate Change\n\nCurrently he is Visiting Professor in Kerala, Kyoto, Lund, Oxford Brookes Universities and Honorary Visiting Professor, Royal Melbourne Institute of Technology (RMIT) in Europe\n\nHe has been a Board Member of 4 NGO’s and in 1979 was a founder Trustee of Traidcraft, one of the UK’s first Fairtrade Organisations. He is the author, co-author or editor of 16 books and over 90 articles on disaster/ development related fields\n\nIn 2020 he published ‘Experiencing Oxford’ (Second Edition in 2024) which he illustrated with over a hundred of his watercolours.\n\nHis interests include post-disaster shelter, recovery planning, disaster risk reduction, adaptation to climate change, low-cost housing, development planning, architecture, sensory architecture, travel, classical music, painting in watercolour and vital links between the Christian Faith and the Built Environment as well as Disaster Risk and Recovery Management.\n\nIn 2003 Ian’s first wife Judy died. In 2008 he remarried to Gill and they live in Wheatley, a village near Oxford and in Aveton Gifford in South Devon. Gill and Ian each have three children and they share thirteen grandchildren and three great-grandchildren.\n\n",
    "academicBioUrl": "https://ianrobertdavis.com/",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Visiting Professor, Kyoto, Lund, Oxford Brookes Universities",
      "Honorary Visiting Professor, Royal Melbourne Institute of Technology (RMIT) in Europe"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/13",
    "name": "Ian Hutchinson",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ian-hutchinson.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "MIT",
    "bio": "He is a physicist and engineer, Professor Emeritus of Nuclear Science and Engineering at the Massachusetts Institute of Technology. His scientific research has sought to realize on earth controlled fusion energy, which powers the stars. It involves understanding the fourth state of matter: plasma, at temperatures hotter than the sun's center. He is a well known speaker and author on the relationships of philosophy, science and Christianity, as well as on plasma physics and fusion.",
    "academicBioUrl": "https://en.wikipedia.org/wiki/Ian_Hutchinson_(scientist)",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/hutch_Apr24.pdf",
    "researchFocus": [
      "Issues I am working on in my field which is the Physics of Plasmas, and research into whether and how Nuclear Fusion (the energy source of the stars) can be turned into a practical energy source on earth. The third issue is an offshoot of my growing involvement in explaining the relationship between Christianity and science, which is somewhat outside my major scientific activity."
    ],
    "affiliations": [
      "Professor Emeritus of Nuclear Science and Engineering, MIT"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/80",
    "name": "Peter Sloman",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/peter-sloman.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Cambridge",
    "bio": "Peter Sloman is Professor of British Politics at the University of Cambridge and a Fellow of Churchill College. Before moving to Cambridge in 2015, he was a junior research fellow at New College, Oxford.\n\nPeter's research focusses on political ideas, public policy, and electoral politics in modern Britain. His first book, The Liberal Party and the Economy, 1929-1964 (Oxford, 2015) explored how British Liberals engaged with economic thought in the era of John Maynard Keynes and William Beveridge. His second book, Transfer State (Oxford, 2019), examined how changing attitudes to work and social welfare have shaped the development of Universal Credit and the campaign for a universal basic income. Together with Daniel Zamora Vargas and Pedro Ramos Pinto, he has co-edited an essay collection on Universal Basic Income in Historical Perspective (Palgrave Macmillan, 2021). Peter has also published articles in a wide range of history and political science journals. He is currently working on the politics of tax and spending in the UK and other Westminster democracies.",
    "academicBioUrl": "https://www.polis.cam.ac.uk/Staff_and_Students/dr-peter-sloman",
    "academicCvUrl": "",
    "researchFocus": [
      "How have British governments, policy-makers, and activists attempted to give meaning to concepts such as social justice and minimum needs through tax, social benefits, and other redistributive policies?",
      "How do political parties frame tax and spending proposals in their election campaigns, and why do voters seem to respond to them in different ways in different contexts?"
    ],
    "affiliations": [
      "Professor of British Politics at the University of Cambridge",
      "Fellow of Churchill College"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/33",
    "name": "Allan Bell",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/allan-bell.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Auckland University of Technology",
    "bio": "Before retiring in 2019, he was Director of the Institute of Culture, Discourse & Communication, at AUT. For many years he led a dual career combining academic research in sociolinguistics with journalism and communications consultancy. He has made pioneering contributions on media language and discourse, the theory of language style (Audience Design, the most-cited paper in the field) and New Zealand English. His research interests include multilingualism in New Zealand, performance language, language and identity, biblical discourse (including a re-evaluation of Babel as blessing notcurse), and social and linguistic aspects of the internet. He has led major research projects on New Zealand English, language style, Pasifika languages, television violence, and the World Internet Project New Zealand. In retirement, his research is focusing on aspects of biblical language and discourse, including the languages of the Gospels and their tradition – and learning Greek. He has published many papers in leading journals and edited collections, as well as six books. His 2014 Guidebook to Sociolinguistics is a comprehensive, research-based introduction to the field. He is Editor Emeritus of the Journal of Sociolinguistics, the leading journal in the field, which he co-founded in 1997 and edited until 2017.",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [
      "Valuing Profusion and Disorder in Creation, Language and Society (Disciplinary Brief) Discipline(s): Humanities Theology: Created Order"
    ],
    "affiliations": [
      "Emeritus Professor of Language & Communication, Auckland University of Technology",
      "Senior Research Fellow at Laidlaw College, Auckland",
      "Stereotyping dialects and their speakers Many language dialects have stock phrases which are performed, mainly by outsiders, as stereotypes of the dialect as a whole, such as toity-toid and toid (Thirty-third and Third) for New York City. I am examining both the linguistic character of these phrases and, especially, their social significance, since almost all reveal negative stances towards the dialect and the social group that speaks it.",
      "The sociolinguistics of the Gospels Central questions concerning what languages were used by Jesus and his disciples, and what languages were used in the transmission of the Gospel traditions, remain contested. I am bringing to this issue sociolinguistic tools and insights which biblical scholarship has been largely unaware of – to its loss."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/84",
    "name": "Osam Temple",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/osam-temple.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Bakke Graduate University",
    "bio": "Professor Temple is currently the Executive Chair of the Society of Christian Scholars, and also the Anglophone Africa regional Representative of Global Scholars. He is a Professor of Philosophy and a known voice on Leadership Ethics in Africa. Until recently, he was the Special Adviser to Nigeria’s Minister of Niger Delta Affairs, Special Adviser to the Governor of Cross River State, Nigeria and Professor of Philosophy at the American University of Nigeria.\n\nFor well over 25 years, Professor Temple has had experience in University teaching, research and administration in various Universities in Africa, Asia and Australia. He has also conducted several training sessions which have contributed immensely to the development of Leadership ethics in organizations across cultures. His training workshops include Public Ethics training for Nigeria Police; Ethics policy for the Niger Delta region; Leadership Seminar for Global Leadership Institute, Kyunggido, South Korea; Toncia Energy Leadership Training for oil executives in Dubai, UAE and Global Leadership Seminar, Tel Aviv, Israel.\n\nProfessor Temple was a regular columnist for the Nigerian Chronicle Newspaper and has also written several poems. Among his notable works are “Metaphysical Challenges of Ethical Leadership in Africa”, Leadership Volume 8, Number 1 2012 and the international edition of The Outrageous Idea of a Missional Professor, (Bonn, Germany: Verlag für Kultur und Wissenschaft, 2019).",
    "academicBioUrl": "https://global-scholars.org/team/prof-osam-temple-nigeria/",
    "academicCvUrl": "",
    "researchFocus": [
      "Justice / Humanities (Preview Response) Discipline(s): Humanities Theology: Justice"
    ],
    "affiliations": [
      "Philosophy, Bakke Graduate University",
      "Formerly Professor of Philosophy, American University of Nigeria"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/78",
    "name": "Dinesha Samararatne",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/dinesha-samararatne.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Melbourne",
    "bio": "Dinesha Samararatne is a Professor at the Department of Public & International Law at the Faculty of Law of the University of Colombo, Sri Lanka. Her research interests include judicial review, public participation in constitution-making, constitutional resilience, women and constitutional law, fourth branch institutions and the relevance of the global south in comparative constitutional law. Dinesha has published widely. Dinesha is a Senior Fellow and Co-Convenor of Constitution Transformation Network (CTN) of the Melbourne Law School, Australia. She is a member of the Editorial Board of the Indian Law Review. In 2023 she was appointed as an independent expert to the Constitutional Council of Sri Lanka. Dinesha is a LLB graduate from the University of Colombo and an Attorney-at-Law. She read for her Master’s degree as a Fulbright Scholar at Harvard Law School, MA, USA and she completed her doctoral studies at the University of Colombo. Dinesha has previously been affiliated with the Centre on Comparative Constitutional Law as a Kathleen Fitzpatrick Visiting Fellow (April – May 2018) and as a Postdoctoral Fellow (2019 - 2020).",
    "academicBioUrl": "https://www.res.cmb.ac.lk/public.international.law/dinesha/",
    "academicCvUrl": "",
    "researchFocus": [
      "Flourishing / Law (Preview Response) Discipline(s): Law Theology: Flourishing"
    ],
    "affiliations": [
      "Senior Fellow, Melbourne Law School, University of Melbourne, Australia",
      "Senior, Lecturer, Department of Public & International Law, Faculty of Law, University of Colombo, Sri Lanka"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/392",
    "name": "Terence C. Halliday",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/terence-c-halliday.jpg",
    "gfiCategory": "Convenor",
    "primaryUniversity": "American Bar Foundation",
    "bio": "Terry Halliday is Research Professor Emeritus, American Bar Foundation; Honorary Professor, School of Regulation and Global Governance in the College of Law, Regulation and Diplomacy, The Australian National University. Terry studied at Massey University, New Zealand, and the University of Toronto. He received his Ph.D. in sociology from the University of Chicago. He is the author and co-editor of ten books with the university presses of Oxford, Cambridge, Chicago and Stanford. His most recent books are Constitution-Making and Transnational Legal Orders, co-edited with Gregory Shaffer & Tom Ginsburg (Cambridge, 2019); Global Lawmakers: International Organizations in the Crafting of World Markets, with Susan Block-Lieb (Cambridge, 2017); Criminal Justice in China: The Politics of Lawyers at Work, with Sida Liu (Cambridge, 2016); and Transnational Legal Orders, co-edited with Gregory Shaffer (Cambridge, 2015). He has published in the American Journal of Sociology, American Sociological Review, British Journal of Sociology, Regulation and Governance, Socio-Economic Review, Chicago Journal of International Law, Hague Journal on the Rule of Law, Asian Journal of Law and Society, and International Journal of Public Theology, among others. He is the recipient of numerous article, book and scholarly prizes. He currently edits the International Book Essay section of Law and Social Inquiry. He has taught at the University of Chicago, Northwestern University, and the Australian National University, and has held visitorships at Wolfson College, Oxford. Terry's public commentary on China has appeared in the Wall Street Journal, The Guardian, and Le Monde, among others, and he has testified before the U.S. Congress on legal rights in China. With Donald Hay (University of Oxford), Terry founded the Global Faculty Initiative which promotes the integration of Christian faith and academic disciplines in research universities worldwide. With K.K. Yeo, he currently edits the GFI book series, Cross-Disciplinary Encounters with Theology, published by Langham Publications, UK.",
    "academicBioUrl": "https://www.americanbarfoundation.org/people/terence-halliday/",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/Halliday%20Academic%20CV%20%20August%202025.pdf",
    "researchFocus": [
      "Love, Repression, And Rights Struggles In Contemporary China (Disciplinary Responses to Theology Brief Preview) Discipline(s): Law Theology: Love"
    ],
    "affiliations": [
      "Research Professor Emeritus, American Bar Foundation",
      "Honorary Professor, School of Regulation and Global Governance, Australian National University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/31",
    "name": "Nicholas Aroney",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/nicholas-aroney.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "The University of Queensland",
    "bio": "Professor Aroney has held visiting positions at Oxford, Cambridge, Edinburgh, Durham, Paris, Sydney, Emory, Tilburg and Padua Universities. He has published over 150 books, journal articles and book chapters in the fields of constitutional law, comparative constitutional law and legal theory. His publications in these fields include: The Constitution of a Federal Commonwealth: The Making and Meaning of the Australian Constitution (Cambridge University Press, 2009), Shari'a in the West (Oxford University Press, 2010) (edited with Rex Ahdar), The Future of Australian Federalism (Cambridge University Press, 2012) (edited with Gabrielle Appleby and Thomas John), The Constitution of the Commonwealth of Australia: History, Principle and Interpretation (Cambridge University Press, 2015) (with Peter Gerangelos, James Stellios and Sarah Murray) and Courts in Federal Countries (Toronto University Press, 2017) (edited with John Kincaid). He has made numerous submissions to government inquiries.",
    "academicBioUrl": "https://law.uq.edu.au/profile/1098/nicholas-aroney",
    "academicCvUrl": "",
    "researchFocus": [
      "Current research projects:"
    ],
    "affiliations": [
      "Professor of Constitutional Law, The University of Queensland, Australia.",
      "Director (Public Law), Centre for Public, International and Comparative Law, The University of Queensland, Australia.",
      "Affiliated Faculty, Center for the Study of Law and Religion, Emory University School of Law, Atlanta, Georgia, USA.",
      "Jurisdictional boundaries between religious groups and state law: a long-term comparative inquiry into how these boundaries are constructed in different national and cultural contexts.",
      "Participation in current debates in Australia about the protection of religious freedom (in the aftermath of an Australian government inquiry, of which I was a panel member).",
      "Christianity and constitutionalism: an edited collection of essays exploring this topic from historical, legal and theological points of view."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/141",
    "name": "Patrick Parkinson",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/patrick-parkinson.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Queensland",
    "bio": "Patrick Parkinson is an Emeritus Professor of Law at the University of Queensland where he was Dean from 2018-21. Prior to this he spent more than 32 years at the University of Sydney. He is a specialist in family law, child protection, law and religion and the law of equity and trusts. Much of his recent work has been on religious freedom issues. He co-founded Freedom for Faith, a Christian legal think tank which engages with governments and parliaments in Australia on these issues. He has also been very involved in addressing the issue of child sexual abuse in churches.\n\nHis books include Australian Family Law in Context (8th ed, 2023), Tradition and Change in Australian Law (5th ed, 2013), Family Law and the Indissolubility of Parenthood (2011), The Voice of a Child in Family Law Disputes (with Judy Cashmore, 2008), Child Sexual Abuse and the Churches (2nd ed, 2003) and Principles of Equity (editor, 2nd ed., 2003). Professor Parkinson served from 2004-2007 as Chairperson of the Family Law Council, an advisory body to the federal Attorney- General, and also chaired a review of the Child Support Scheme in 2004-05 which led to the enactment of major changes to the Child Support Scheme. He was President of the International Society of Family Law from 2011-14. He was Chairperson of a major review of the state law concerning child protection which led to the enactment of the Children and Young Persons (Care and Protection) Act 1998 (NSW).",
    "academicBioUrl": "https://law.uq.edu.au/profile/10115/patrick-parkinson",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Emeritus Professor of Law, University of Queensland, Australia"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/135",
    "name": "Tyler VanderWeele",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/tyler-vanderweele.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "Harvard University",
    "bio": "Tyler J. VanderWeele is the John L. Loeb and Frances Lehman Loeb Professor of Epidemiology at the Harvard T.H. Chan School of Public Health, and Director of the Human Flourishing Program and Co-Director of the Initiative on Health, Religion and Spirituality at Harvard University. His methodological research is focused on theory and methods for distinguishing between association and causation in the biomedical and social sciences, and, more recently, on psychosocial measurement theory. His empirical research spans psychiatric and social epidemiology; the science of happiness and flourishing; and the study of religion and health. He is the recipient of the 2017 Presidents’ Award from the Committee of Presidents of Statistical Societies (COPSS). He has published over three hundred papers in peer-reviewed journals, and is author of the books Explanation in Causal Inference (2015), Modern Epidemiology (2021), and Measuring Well-Being (2021); he also writes a monthly blog posting on topics related to human flourishing for Psychology Today.",
    "academicBioUrl": "https://www.hsph.harvard.edu/tyler-vanderweele/",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "John L. Loeb and Frances Lehman Loeb Professor of Epidemiology, Harvard University School of Public Health",
      "Co-Director of the Initiative on Health, Religion and Spirituality and Director of the Human Flourishing Program, Harvard University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/56",
    "name": "Cecilia Jacob",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/cecilia-jacob.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Australian National University",
    "bio": "Cecilia’s work focuses on civilian protection, mass atrocity prevention, and international human protection norms. Cecilia has a geographic focus on armed conflict and political violence in South and Southeast Asia, and has conducted extensive overseas field research. Her books include Child Security in Asia: The Impact of Armed Conflict and Cambodia and Myanmar (Routledge, 2014) and (edited with Alistair D. B. Cook) Civilian Protection in the Twenty-First Century: Governance and Responsibility in a Fragmented World (Oxford University Press, 2016). Her research has been published in journals such as Security Dialogue, Global Governance, and Global Responsibility to Protect. Prior to completing her PhD, Cecilia worked for NGOs in France, Thailand and Cambodia, and for the Advisory Group in AusAID, Australia.",
    "academicBioUrl": "https://researchers.anu.edu.au/researchers/jacob-c",
    "academicCvUrl": "",
    "researchFocus": [
      "Current issues that I am working on:"
    ],
    "affiliations": [
      "Fellow, Senior Lecturer, Department of International Relations, Coral Bell School of Asia and the Pacific, Australian National University",
      "How the peace and security architecture of the United Nations is adapting to shifts in global power and the changing international order. It examines how these are in turn shaping the organisation’s human protection practices in local conflicts",
      "Efforts to design accountability mechanisms with the purpose of strengthening the ability of the international community to both prevent mass atrocities and to hold perpetrators to account"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/21",
    "name": "Donald Hay",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/donald-hay.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "University of Oxford",
    "bio": "DONALD HAY was an active member of the University of Oxford Department of Economics 1970-2000. His research interests included applied industrial economics, and the interface between Christian ethics and economics. His published work included one of the first papers on strategic entry deterrence in spatial markets, a paper on the impact on manufacturing firms of the Brazilian trade liberalization, a monograph (with Derek Morris, Shujie Yao, and Guy Liu) on the effects of market liberalization on Chinese manufacturing firms, and a book on Christianity and economics. He also maintained an interest in the reform of competition policy in the UK. He taught microeconomics, industrial organization (at both graduate and undergraduate level), and supervised several doctoral theses in industrial economics. He published, with Derek Morris, an advanced textbook, Industrial Economics and Organisation: Theory and Evidence (second edition, 1991). In 2000 he became the first Head of the Division of Social Sciences in the University, a position he held for five years. He acted as Pro Vice Chancellor for Planning and Resources 2006-7, and was responsible for the implementation of the University Resource Allocation System (the JRAM) in 2009. Since 2009 he has been fully retired. His main interest in retirement has been the development of a program, Developing a Christian Mind, to enable Christian graduate students, researchers and academics (across all disciplines) to begin to integrate their faith and their academic activities.",
    "academicBioUrl": "https://www.economics.ox.ac.uk/emeritus-fellows/donald-hay",
    "academicCvUrl": "",
    "researchFocus": [
      "[Please note: I retired ten years ago, and because of the responsibilities of my last two positions in the University of Oxford, I was not fully research active from about 2000 onwards.]"
    ],
    "affiliations": [
      "Emeritus Fellow, Jesus College, University of Oxford",
      "Exploring and interpreting Biblical material that relates (broadly) to economic activities and flourishing, seeking to identify themes that transcend the original contexts and can be (cautiously) applied to contemporary economic issues.",
      "Researching academic and (serious) popular literatures related to my involvement with the Social Sciences and Law stream of the Developing a Christian Mind programme in Oxford. Three core topics form the foundation for the stream: Social scientific and Christian understandings of human beings in society; Social ethics in the social sciences – theological and secular approaches; and Political authorities – the contribution of Christian political theory. I seek to keep abreast of key literatures relating to the first two topics, to ensure that the material presented in DCM is relevant to graduate students currently studying and researching in the social sciences and law.",
      "Ongoing work with Professor Gordon Menzies of UTS Sydney, Australia, exploring economic behaviour from the standpoint of Biblical anthropology. The work is partly a critique of existing assumptions in neoclassical economics of ‘rational economic man’, and partly an attempt to model behaviour analytically with foundations drawn from Christian anthropology."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/66",
    "name": "Gordon Menzies",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/gordon-menzies.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Technology Sydney",
    "bio": "He began his career as a central banker, and in that role he was sponsored to complete a Masters at the Australian National University, where he won the Robert Jones Prize for the best student. He was a subsequently awarded a Commonwealth scholarship to study at Oxford, with one of his supervisors being Donald Hay. He has won a number of teaching and research prizes. He does not come from a Christian background and has a heart for evangelism as well as integrative scholarly work.",
    "academicBioUrl": "https://www.uts.edu.au/staff/gordon.menzies",
    "academicCvUrl": "",
    "researchFocus": [
      "Why Love Belongs in Scholarly Discourse: A Reading of Oliver O’Donovan on “The Sovereignty of Love” (Disciplinary Brief) Discipline(s): Social Sciences Theology: Love"
    ],
    "affiliations": [
      "Associate Professor in Economics at the University of Technology Sydney",
      "I want to measure progress in the social sciences, so as to test Emil Brunner’s idea that modelling ‘the personal’ relies on a correct worldview/spiritual state of the researcher.",
      "I am working with Donald Hay, UK, exploring economic behaviour from the standpoint of Christian anthropology. The work is partly a critique of existing assumptions in neoclassical economics of ‘rational economic man’, and partly an attempt to model behaviour analytically with foundations drawn from Biblical anthropology.",
      "If reductionist social sciences like economics are necessarily partial, then correct modelling will over-rule economic modelling conventions. I am working on models of truth telling where agents have deontological ethics, over-ruling economic consequentialist ethics.",
      "Literature on money priming (the presence of money alters people’s behaviour even if it is not an incentive), if correct, casts the enterprise of experimental/behavioural economics into question, because journals insist on financial incentives.",
      "Critique of the World Values Survey and, separately, the scholarship of secular progress that draws on it (with Tom Simpson, Oxford)."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/25",
    "name": "John Coffey",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-coffey.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Leicester",
    "bio": "He completed his PhD at the University of Cambridge, and has taught at Leicester since 1999. His research addresses the relationship between religion, politics and ideas in the Protestant Atlantic world. He has written on puritanism and evangelicalism, persecution and toleration, and slavery and abolition. He is the author of four books, including Persecution and Toleration in Protestant England (2000), and Exodus and Liberation: Deliverance Politics from John Calvin to Martin Luther King (2014). His recent publications include an article on John Milton’s political theology and a chapter on the use of the Bible in the Demerara slave rebellion. He has edited The Cambridge Companion to Puritanism, with Paul Lim (2008); Seeing Things Their Way: Intellectual History and the Return of Religion, with Alister Chapman and Brad Gregory (2009); Heart Religion: Evangelical Piety in England and Ireland, 1690-1850 (2016); The Oxford History of Protestant Dissenting Traditions, vol. I: The Post-Reformation Era (2020); and Reliquiae Baxterianae, 5 vols, with N.H. Keeble (gen. ed.), Tim Cooper and Thomas Charlton (2020). His current collaborative project is an edition of the diaries of William Wilberforce for Oxford University Press. He is involved in the Cambridge Papers writing group and the Christianity and History Forum.",
    "academicBioUrl": "https://www2.le.ac.uk/departments/history/people/staff-pages/jcoffey",
    "academicCvUrl": "",
    "researchFocus": [
      "Slavery and Abolition. I am working on several projects related to the contest over racial slavery in the British Atlantic World, 1760-1840. (i) A scholarly edition for Oxford UP of the Diaries of William Wilberforce; (ii) a microhistory of the missionary chapel at the epicentre of the 1823 Demerara slave rebellion; (iii) a religious history of the contest over racial slavery in Britain and its colonies."
    ],
    "affiliations": [
      "Professor of Early Modern History, University of Leicester"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/114",
    "name": "Benjamin Day",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/benjamin-day.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Australian National University",
    "bio": "Ben is a Lecturer in the Department of International Relations at the Coral Bell School of Asia Pacific Affairs, the Australian National University. His research explores the role of political leaders in foreign policy decision-making, especially in relation to international development policy. Ben is co-author, with Valerie M. Hudson, of Foreign Policy Analysis: Classic and Contemporary Theory (3rd edition, Rowman & Littlefield, 2019), a leading textbook in the subfield of Foreign Policy Analysis (FPA).\n\nBen is an associate of the ANU’s Development Policy Centre and was an Australian National Fellow at King’s College London in late 2019.\n\nPrior to academia, Ben worked in the international development sector for a decade as an aid worker, a consultant, and a program manager, including three years working on health sector reform in Papua New Guinea.",
    "academicBioUrl": "https://researchprofiles.anu.edu.au/en/persons/benjamin-day",
    "academicCvUrl": "",
    "researchFocus": [
      "My current research investigates how leaders conceptualise global order, including the role foreign aid plays in notions of order building."
    ],
    "affiliations": [
      "Lecturer, Department of International Relations, Coral Bell School of Asia Pacific Affairs, The Australian National University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/63",
    "name": "Chris Marshall",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/chris-marshall.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Victoria University of Wellington",
    "bio": "Chris Marshall is Emeritus Professor of Restorative Practice at Te Herenga Waka/Victoria University of Wellington, New Zealand. Before his retirement, he held the Diana Unwin Chair in Restorative Justice in the University's School of Government from 2014-20. Prior to that he was the St John’s Professor of Christian Theology in the Religious Studies Programme. Dr Marshall is author of seven books and multiple articles, book chapters, reference work entries and research reports, and has been widely used as a conference speaker and lecturer in over a dozen countries around the world. He has won several awards for his teaching and for his public engagement on social issues, and has also written on human rights, religious violence and Christian non-violence. His most important work lies at the intersection between theological ethics and criminal justice theory and practice. He characterises his distinctive methodology as one of setting up a “dialogue” between biblical teaching on law, crime, justice, violence and punishment on the one hand, and the insights of restorative justice theory, legal philosophy and the social sciences on the other. His book Beyond Retribution (Eerdmans, 2001) seeks to construct a moral, theological and biblical basis for restorative justice practice, as well as to critique the dominant notion of retributive justice. His 2012 book, Compassionate Justice: An Interdisciplinary Dialogue (Cascade, 2012) uses Jesus’ two most famous parables – the Good Samaritan and the Prodigal Son – as a serious resource for undertaking theoretical, practical and even institutional reflection on the meaning of justice. His latest book All Things Reconciled (Cascade 2018) brings together nine essays that deal with issues of perennial relevance to anyone interested in exploring the mandate for Christian social engagement in peace and justice issues.",
    "academicBioUrl": "https://people.wgtn.ac.nz/chris.marshall",
    "academicCvUrl": "",
    "researchFocus": [
      "Now in retirement, I continue to work on innovative applications of restorative justice theory and practice for addressing social harms and promoting the common good across the full range of institutional life, including life in the church. Restorative justice refers to a relational way of responding to wrongdoing, conflict or injustice that seeks, above all else, to repair the harm suffered, and to do so, where possible, by actively involving the affected parties in facilitated dialogue and decision-making about their needs and obligations and about how to bring about positive changes for all involved. Emerging in the criminal justice arena in the early 1970s, the principles and practices of restorative justice have since migrated into many other spheres of social life, offering productive new ways of responding to relational harm and building inclusive and democratic communities."
    ],
    "affiliations": [
      "Diana Unwin Chair in Restorative Justice in the School of Government, at Victoria University of Wellington, New Zealand"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/49",
    "name": "Luke Glanville",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/luke-glanville.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Australian National University",
    "bio": "His research variously explores the history, ethics, law, and politics of refugee inclusion/exclusion, mass atrocity prevention, and humanitarian action. He is the author of Sovereignty and the Responsibility to Protect: A New History (University of Chicago Press, 2014); Refuge Reimagined: Biblical Kinship in Global Politics (with Mark Glanville, InterVarsity Press, 2021); Sharing Responsibility: The History and Future of Protection from Atrocities (Princeton University Press, 2021); Prioritizing Global Responsibilities (with James Pattison, Oxford University Press, 2024); and a volume of translations, Sepúlveda on the Spanish Invasion of the Americas: Defending Empire, Debating Las Casas (with David Lupher and Maya Feile Tomes, Oxford University Press, 2023). He is also the co-editor of books on international child protection, forced displacement, and the international law of human protection, and the author of numerous articles in journals including European Journal of International Relations, European Journal of International Law, Ethics & International Affairs, and Studies in Christian Ethics.",
    "academicBioUrl": "https://researchers.anu.edu.au/researchers/glanville-lj",
    "academicCvUrl": "",
    "researchFocus": [
      ""
    ],
    "affiliations": [
      "Professor in the Department of International Relations, Australian National University",
      "The historical, political, legal, and ethical dimensions of the responsibilities of sovereign states for the care and protection of vulnerable people beyond their borders, and the nature of global responsibilities more generally.",
      "16th century Spanish theological debates about the justice of the Spanish conquests in the Americas.",
      "Political-theological responses to the global refugee crisis."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/88",
    "name": "K. K. Yeo",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/k-k-yeo.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Garrett-Evangelical Seminary",
    "bio": "He was a Lilly Scholar (1999) and Henry Luce Scholar (2003), research later published respectively as Chairman Mao Meets the Apostle Paul (2002) and Musing with Confucius and Paul (2008). He is an elected member of the Society of New Testament Studies (SNTS) since 1998, and a member of Society of Biblical Literature (SBL) since 1992. In the last thirty-five years, he has been a visiting professor in the Middle East, Europe, Asia, and to major universities in China, and is the co-director, Center for Classical Greco-Roman Philosophy and Religious Studies at Tsinghua University in Beijing. He has authored or edited more than forty Chinese and English-language books on critical engagement between Bible and cultures, including co-editing the six-volume Eerdmans/Langham series on Majority World Theology (2014-2019), omnibus volume by IVP as Majority World Theology (2020). He is author of What Has Jerusalem to Do with Beijing? (2nd edition, 2018), editor of The Oxford Handbook of the Bible in China (Oxford University Press, 2021), Theologies of Land: Contested Land, Spatial Justice, and Identity (Cascade, 2021), Scripture, Cultures, and Criticism: Interpretive Steps and Critical Issues Raised by Robert Jewett (Pickwick, 2022), and co-editor with Terry Halliday, Justice and Rights: Nicholas Wolterstorff in Dialogue with the University (Langham, 2024).",
    "academicBioUrl": "https://www.garrett.edu/academics/faculty/k-k-yeo",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/KK%20Yeo%20cv%20June%202023%20for%20GFI.pdf",
    "researchFocus": [
      "Can we Talk about Love Responsibly without Cross-Cultural Hermeneutics? (Disciplinary Responses to Theology Brief Preview) Discipline(s): Theology Theology: Love"
    ],
    "affiliations": [
      "Harry R. Kendall Professor Emeritus of New Testament at Garrett-Evangelical Seminary",
      "Affiliate Professor, Department of Asian Languages and Cultures, Northwestern University, Evanston, Illinois"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/53",
    "name": "Christopher Hays",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/christopher-hays.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "ScholarLeaders",
    "bio": "He holds a DPhil in New Testament studies from the University of Oxford. Prior to joining Scholar Leaders, he was a professor at the Biblical Seminary of Colombia in Medellín, he a wissenschaftlicher Mitarbeiter at the Universität Bonn, and British Academy Postdoctoral Fellow on the Faculty of Theology at the University of Oxford. He is author of Eight Million Exiles (Eerdmans, 2023), Renouncing Everything (Paulist, 2016), and co-author of When the Son of Man Didn't Come (Fortress, 2016). His research interests include migration, eschatology, and Christian wealth ethics.",
    "academicBioUrl": "",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/Hays%20-%202023%20Curriculum%20Vitae.pdf",
    "researchFocus": [
      "Unifying Love in Relation to Dictates of Justice and the Priority of Mercy (Disciplinary Responses to Theology Brief Preview) Discipline(s): Theology Theology: Love"
    ],
    "affiliations": [
      "President, Scholar Leaders",
      "Formerly Professor of New Testament at the Fundación Universitaria Seminario Bíblico de Colombia in Medellín, Colombia",
      "Formerly Professor of New Testament at the Fundación Universitaria Seminario Bíblico de Colombia in Medellín, Colombia",
      "Director of the Faith and Displacement project at the Biblical Seminary of Colombia in Medellín, Colombia",
      "Interdisciplinary, contextual theology, applied to issues such as sexual abuse in Christian communities or forced displacement.",
      "Muslim-Christian relations."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/154",
    "name": "Brendan Case",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/brendan-case.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Harvard University",
    "bio": "Brendan W. Case, Th.D., serves as the program's Associate Director for Research, working both to develop integrative research strategies that draw together explorations of human flourishing from across the social sciences and humanities, and to disseminate the Program's work through external partnerships and public events. Dr. Case is the author of *The Accountable Animal: Justice, Justification, and Judgment* (T&T Clark, 2021), and his work has appeared in journals such as Modern Theology, Franciscan Studies, and Pro Ecclesia. He has a number of works in-progress, including a monograph, *Robert Grosseteste's Supralapsarian Christology* (under contract with Lexham Press), and a longer-term project to develop a theological account of love that brings fundamental Christian convictions into conversation with classic debates in moral philosophy and contemporary debates in the social and behavioral sciences. Before coming to Harvard, he completed his Th.D. at Duke Divinity School, and served as a Postdoctoral Research Associate at Baylor University's Institute for Studies of Religion.",
    "academicBioUrl": "https://hfh.fas.harvard.edu/people/brendan-w-case",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Associate Director for Research, The Human Flourishing Program, Harvard University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/163",
    "name": "Thomas Joseph White",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/thomas-joseph-white.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Pontifical University of St. Thomas (Angelicum)",
    "bio": "Fr. Thomas Joseph White is the Rector Magnificus of the Pontifical University of St. Thomas (Angelicum) in Rome. Originally a native of southeastern Georgia in the US, Fr. White studied at Brown University, where he converted to Catholicism. He did his doctoral studies in theology at Oxford University, and is the author of various books and articles including Wisdom in the Face of Modernity, A Thomistic Study in Natural Theology (Sapientia Press, 2016), The Incarnate Lord, A Thomistic Study in Christology (The Catholic University of America Press, 2015), The Trinity: On the Nature and Mystery of the One God (Catholic University of America Press, 2022), Principles of Catholic Theology Book III: On God, Trinity, Creation, and Christ (Catholic University of America Press, 2024) and Contemplation and the Cross (The Catholic University of America Press, 2025). With Matthew Levering he is the co-editor of the academic journal Nova et Vetera. In 2011 he was appointed an ordinary member of the Pontifical Academy of St. Thomas Aquinas and in 2019 was named a Distinguished Scholar of the McDonald Agape Foundation. He held the 2018-2019 McInnes Chair for theological inquiry at the Angelicum. In 2022, he was granted an honorary doctorate from the Catholic University of America, and in 2023 he was elected President of the Academy of Catholic Theology. In 2023, Fr. White was also awarded the title Master of Sacred Theology, one of the highest academic awards in the Dominican Order.",
    "academicBioUrl": "https://angelicum.it/teologia/professor/thomas-joseph-white-o-p/",
    "academicCvUrl": "",
    "researchFocus": [
      "He is interested in ways that ideas from Thomas Aquinas have been and can be employed in modern Christian thought as a helpful resource for thinking about perennial questions of metaphysics, ethics, and religious belief."
    ],
    "affiliations": [
      "Rector Magnificus, Pontifical University of St. Thomas (Angelicum), Rome, Italy",
      "Professor of Theology, Pontifical University of St. Thomas (Angelicum), Rome, Italy"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/97",
    "name": "Daniel Hastings",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/daniel-hastings.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "MIT",
    "bio": "Daniel E. Hastings is an American physicist, currently the Cecil and Ida Green Education Professor and the former director of the Singapore-MIT Alliance for Research and Technology (SMART) at the Massachusetts Institute of Technology. Hastings was head of the Department of Aeronautics and Astronautics from January 1, 2019 -June 30, 2023. He has served as the Chief Scientist of the US Air Force and on many national level boards.\n\nDr. Hastings earned his B.A. at Oxford University in the UK (1976) and his S.M. (1978) and Ph.D. (1980) at the Massachusetts Institute of Technology, writing his doctoral thesis on \"The high‐β universal drift mode.\"\n\nDr. Hastings was an associate professor (1980-1993) and later full professor for the Department of Aeronautics and Astronautics at MIT (1993-present). He was also the associate department head of research (1993-1996). He took a short leave to be the Chief Scientist of the US Air Force (1997-1999) and served on the National Science Board from 2002-2008. Dr. Hastings was asked to direct the Technology and Policy Program (TPP) at MIT (2000-2003) as well as associate director and co-director of the Engineering Systems Division (2000-2004), and later became its director (2004-2005). Dr. Hastings became the Dean for Undergraduate Education (2006-2013) and then the CEO and Director of the Singapore-MIT Alliance for Research and Technology (2014-2018). As of July 1, 2023, he worked for the senior administration at MIT in a number of interim roles. Dr. Hastings has received many honors, including Honorary Fellowship in the American Institute of Aeronautics and Astonautics and membership to the National Academy of Engineering (2017), fellowship in the International Astronautical Federation (1998), and the Air Force Distinguished Civilian Award (1997, 1999). In February 2026, he returned to a regular faculty role in the Department of Aeronautics and Astronautics.",
    "academicBioUrl": "https://aeroastro.mit.edu/daniel-hastings",
    "academicCvUrl": "",
    "researchFocus": [
      "Engineering: Love Perhaps Conceived as Knowledge (Disciplinary Responses to Theology Brief Preview) Discipline(s): Engineering Theology: Love"
    ],
    "affiliations": [
      "Cecil and Ida Green Education Professor in the Department of Aeronautics and Astronautics, MIT"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/111",
    "name": "Carlos Miguel Gomez",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/carlos-miguel-gomez.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Rosario",
    "bio": "Profesor Asociado. Obtuvo un Doctorado en Filosofía de la Religión de la Univerisdad Goethe de Frankfurt y una Maestría en Estudios de las Religiones de la Univerisdad de Lancaster, Reino Unido. Es Licenciado en Filosofía y Profesional en Estudios Literarios de la Univeridad Javeriana de Bogotá. Sus áreas de trabajo son la Filosofía de la religión, la Filosofía intercultural y la Hermenéutica. Ha sido profesor visitante del Departamento de Estudios de las Religiones de la Universidad de Cork, Irlanda (2018) y Fellow del proyecto Bridging the Two Cultures of Science and the Humanities, Scholarship and Christianity in Oxford (2015-2016). Es director del Centro de Estudios Teológicos y de las Religiones de la Universidad del Rosario y del grupo de investigación con el mismo nombre, que congrega a investigadores de las Universidades Rosario, Nacional y Javeriana, el cual ha recibido financiación del Ian Ramsey Centre for Science and Religion de la Universidad de Oxford. Entre sus publicaciones se destaca el libro: Interculturality, Rationality and Dialogue: In Search for Intercultural Communicative Criteria for Latin America (Würzburg: Echter Verlag, 2012); y como co-editor: Ciencia y Creación. La investigación científica de la naturaleza y la visión cristiana de la realidad (Madrid, Bogotá: Sal Terrae, Comillas y Javeriana, 2018); ¿Ciencia o Religión? Exploraciones sobre las relaciones entre religión y racionalidad en el mundo contemporáneo (Bogotá: Universidad Javeriana, Universidad del Rosario, 2017); Filosofía y Misticismo (Bogotá: Universidad del Rosario, Sociedad Colombiana de Filosofía, 2015); La religión en la sociedad postsecular: Transformación y relocalización de lo religioso en la modernidad tardía (Bogotá: Universidad del Rosario, 2014). Ha publicado diversos artículos sobre diálogo intercultural, post-secularización, ciencia y religión, epistemología de la religión y hermenéutica en revistas como Scientia et Fides, Principia: an International Journal of Epistemology, Ideas y Valores y Theologica Xaveriana.",
    "academicBioUrl": "https://research-hub.urosario.edu.co/display/carlos-miguel-gomez-rincon",
    "academicCvUrl": "",
    "researchFocus": [
      "Epistemology of religion: Is religious experience a valid form of knowledge?"
    ],
    "affiliations": [
      "Associate Professor, School of Human Sciences, University of Rosario, Bogota, Colombia"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/178",
    "name": "Claudia Vanney",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/claudia-vanney.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Universidad Austral",
    "bio": "Claudia E. Vanney is the Director of the Philosophy Institute, Professor of Epistemology (Philosophy Institute), Professor of Physics (School of Engineering), and member of the Governing Board of Universidad Austral (Argentina). She has a PhD in Physics (Universidad de Buenos Aires, 2004) and a PhD in Philosophy (Universidad de Navarra, 2007). She is the author of ‘Principios Reales y Conocimiento Matemático’ (Eunsa 2008), editor of ‘Fronteras del Determinismo Científico’ (with Olimpia Lombardi, Biblioteca Nueva 2015), ‘¿Determinismo o Indeterminismo? Grandes Preguntas de las Ciencias a la Filosofía’ (with Juan F. Franck, Logos 2016), ‘¿Quiénes Somos? Cuestiones en Torno al Ser Humano’ (with Miguel Pérez de Laborda & Francisco Soler Gil, 2018), and author of numerous journal articles. She was an academic visitor to the Universidad de Navarra (Spain), the Loyola Marymount University (US), and is a regular visitor to the Faculty of Theology and Religion, University of Oxford (UK). She has been Principal Investigator of 15 research grants involving scholars in more than a dozen of countries, with special focus in Spanish-speaking ones. Her main research interests refer to interdisciplinary dialogue, including issues in epistemology, philosophy of science, philosophy of physics, and science and religion. In 2017 she received the Expanded Reason Award, an international award that recognizes innovation in scientific research based on Benedict XVI’s proposal to broaden the horizons of reason. Dr Vanney is the editor of Diccionario Interdisciplinar Austral: Ciencias, Filosofía y Teología, and member of the Editorial Advisory Board of Zygon, Arbor, Studia Poliana, Naturaleza y Libertad, and Quaerentibus.",
    "academicBioUrl": "https://www.austral.edu.ar/investigadores/vanney-claudia/",
    "academicCvUrl": "",
    "researchFocus": [
      "I am currently working on epistemology of interdisciplinary research, with a special focus on virtue epistemology. I am particularly interested in identifying the intellectual virtues required for interdisciplinary research between science and philosophy/theology, and order to design strategies to train them."
    ],
    "affiliations": [
      "Professor of Epistemology, Philosophy Institute, Universidad Austral, Argentina.",
      "Director of the Philosophy Institute",
      "Professor of Physics (School of Engineering), Universidad Austral, Argentina."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/184",
    "name": "Alex Lee",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/alex-lee.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Northwestern University",
    "bio": "",
    "academicBioUrl": "https://www.law.northwestern.edu/faculty/profiles/AlexLee/",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Professor of Law, Northwestern University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/55",
    "name": "Anna High",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/anna-high.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Otago",
    "bio": "Anna’s primary research interests are Chinese, Evidence and Criminal Law. She is particularly interested in how the law protects vulnerable populations, and the concepts of consent and coercion in the context of sexual violence. Prior to joining the faculty in 2017, Anna was Distinguished Scholar-in-Residence and Luce Postdoctoral Fellow at Loyola University Chicago School of Law, where she taught criminal law and Chinese law. She has also taught comparative human rights, Asian law, EU law and criminal law at Marquette University Law School as Visiting Assistant Professor. She completed her DPhil at the University of Oxford where she was a Rhodes Scholar (Queensland & Magdalen 2008). Her recently published book, Non-governmental orphan relief in China: Law, policy and practice (Routledge 2019), examines the negotiated existence of unregistered child welfare NGOs in China and their interactions with the local state.",
    "academicBioUrl": "https://www.otago.ac.nz/law/staff/otago669410.html",
    "academicCvUrl": "",
    "researchFocus": [
      "Sexual Violence: Love, Reciprocity and Mutuality in Law (Disciplinary Brief) Discipline(s): Law Theology: Love"
    ],
    "affiliations": [
      "Associate Professor in Law at the University of Otago, New Zealand"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/73",
    "name": "John R. Peteet",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-r-peteet.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Harvard Medical School",
    "bio": "After receiving his M.D. degree at Columbia and completing a medical internship at University of North Carolina at Chapel Hill, Dr. John Peteet trained in psychiatry at the Massachusetts Mental Health Center. He is now a staff psychiatrist at Brigham and Women's Hospital and Dana-Farber Cancer Institute, and an Associate Professor of Psychiatry at Harvard Medical School. Dr. Peteet’s major areas of interest are psychosocial oncology, addiction, and the clinical interface between spirituality/religion and psychiatry. His recent work focuses on the moral dimensions of psychiatric practice, including cultivation of the virtues.",
    "academicBioUrl": "https://projects.iq.harvard.edu/rshm/people/john-r-peteet-md",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/HMS%20CV%20JRP2024pdf.pdf",
    "researchFocus": [
      "Love and Justice in Psychiatric Practice (Disciplinary Responses to Theology Brief Preview) Discipline(s): Medicine Theology: Love"
    ],
    "affiliations": [
      "Associate Professor, Department of Psychiatry, Harvard Medical School"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/47",
    "name": "Kyle Dugdale",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/kyle-dugdale.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Yale University",
    "bio": "He is an architect and architectural historian. He teaches history, theory, and design at Yale School of Architecture and at Columbia Graduate School of Architecture, Planning and Preservation. He holds a BA from Corpus Christi College, Oxford, an MArch from Harvard’s Graduate School of Design, and a PhD from Yale. His work has been published in journals including Perspecta, the Journal of Architectural Education, Utopian Studies, and Sacred Architecture; his first book, Babel’s Present, was published in 2016.​ He maintains an interest in architecture’s claims to metaphysical significance, with a particular curiosity for architecture as a recurring figure in biblical narratives. He works on the Tower of Babel—particularly its appropriations in the years leading up to World War II—and, more broadly, on architectural monuments as markers of identity, aspiration, and belief. His research has been supported by the Andrew W. Mellon Fellowship of Scholars in Critical Bibliography, the John Hay Whitney Fellowship, the Harvey Fellows Program, and awards from the Society of Architectural Historians, the Bibliographical Society of America, and the Beinecke Rare Book and Manuscript.",
    "academicBioUrl": "https://www.architecture.yale.edu/faculty/329-kyle-dugdale",
    "academicCvUrl": "",
    "researchFocus": [
      "Flourishing / Architecture (Preview Response) Discipline(s): Architecture Theology: Flourishing"
    ],
    "affiliations": [
      "Critic, Yale School of Architecture, Yale University",
      "I am working to finish—and then publish—the manuscript of a book that explores the implications for the discipline of architecture of the notion of “the death of God,” examining (among other things) the relationship between God–as–architect and architect-as-God, the change in the status of human creativity when the existence of a divine creator is no longer assumed, and the notion of religion as a primarily human construct to be understood in the image of architecture—all in the context of the study of an early twentieth-century re-telling of the story of Babel.",
      "I am beginning a research project entitled “The City and Its Gods,” aiming to challenge the conception of the contemporary city as a primarily godless place, and arguing that the old gods have simply been replaced with new gods, largely unrecognized."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/35",
    "name": "Philip Bess",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/philip-bess.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Notre Dame",
    "bio": "He teaches graduate urban design and theory, with a particular interest in Catholic and classical humanist intellectual and artistic traditions in the context of modern American life and the contemporary culture of architecture and urban design. Under his direction between 2006 and 2018, the Notre Dame graduate urban design studio began an ongoing, episodically funded, multi-year project called After Burnham: The Notre Dame Plan of Chicago 2109, which envisions metropolitan Chicago at the bicentennial of the 1909 Plan of Chicago, and is devoted to exploring whether and how Notre Dame's professed classical humanist ideals might be applied at the scale of the modern metropolis. Before coming to Notre Dame in 2004 he taught architecture and urban design at the University of Illinois at Chicago, Michigan, Miami of Ohio, Calvin College, and Andrews University. He lectures widely, and is the author of numerous articles and three books: City Baseball Magic: Plain Talk and Uncommon Sense About Cities and Baseball Parks (Knothole, 1991); Inland Architecture: Subterranean Essays on Moral Order and Formal Order in Chicago (Interalia / Design, 2000); and Till We Have Built Jerusalem: Architecture, Urbanism, and the Sacred (ISI, 2006). In 2013-14 he was a William E. Simon Visiting Fellow in Religion and Public Life in Princeton University's James Madison Program in American Ideals and Institutions; in May 2015 he received the degree Doctor of Humane Letters honoris causa from The Dominican School of Philosophy and Theology in Berkeley, California; and he is a Fall 2019 Fellow of the Notre Dame Institute for Advanced Study.",
    "academicBioUrl": "https://architecture.nd.edu/faculty/philip-bess/",
    "academicCvUrl": "",
    "researchFocus": [
      "My current research interests generally organize themselves around a broadly Aristotelian understanding of cities as agrarian-urban places that are simultaneously \"communities of communities\" that as cities exist to promote individual human flourishing understood as a life of moral and intellectual excellence lived in community with others; and that this basic idea (including the dignity of every human person, and exactly who belongs to the human community) has been extended and expanded in the historic wedding of classical humanist virtue ethics anthropology with a biblical understanding of creation, sin, history, eschatology, and (n.b. urban) redemption. This metaphysical realist understanding of the nature and purpose of cities (and architecture) informs my interest in the following three research topics, inter-related but in no particular rank order:"
    ],
    "affiliations": [
      "Professor, School of Architecture, University of Notre Dame, USA",
      "Land Use Law and Natural Law: From a Thomist understanding of law (whether divine, natural, or positive) as an ordinance of reason for the common good promulgated by a legitimate political authority , I am interested in ubiquitous contemporary use-based zoning law and property tax law as specimens of positive law . More specifically, it is prima facie evident to me that present-day zoning and property tax law violate the common good requirements of natural law . I am therefore particularly interested in a) the ascent of Form-Based-Codes (a post-sprawl / anti-sprawl invention of the Congress for the New Urbanism), which presume and permit a mix of uses within pedestrian proximity, and zone not according to use but according to density and building types ; and b) land value taxation, which would incentivize development and dis-incentivize private land-banking by taxing the rental value of land and not taxing the value of buildings and other improvements to land ). My interest in both FBCs and land value taxation is as alternative forms of positive law pertinent to land use that would better incentivize and reward environmental stewardship, promote a more just distribution of external / instrumental goods (including housing) to families, laborers, and entrepreneurs, and perforce better serve the common good.",
      "Christian sacramental theology as the most coherent intellectual framework for articulating how cities as contingent, practical, material, and necessarily historical human artifacts nevertheless (and simultaneously) can and do sacramentally participate in sacred order -- eternal, transcendent, Divine -- primarily as beautiful things experienced holistically, but also episodically manifesting beauty, goodness, and truth in some of their constituent parts.",
      "Chicago 2109 [afterburnham.com], a “big plan” designed – for reasons of both solidarity and subsidiarity, and perhaps similar to the ideas of common grace and sphere sovereignty -- to promote hundreds of smaller local plans, pursued off and on with Notre Dame graduate urban design students to imagine and envision historic metropolitan Chicago as both a practical Aristotelian polis at regional scale and an anticipation of -- and occasional sacramental participant in -- the Heavenly Jerusalem."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/93",
    "name": "Daniel Chua",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/daniel-chua.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "University of Hong Kong",
    "bio": "Daniel KL CHUA earned his PhD in musicology from Cambridge University and is currently the Chair Professor of music at the University of Hong Kong. Before joining HKU, he was the Director of Studies at St John’s College, Cambridge, and later Professor of Music Theory and Analysis at King’s College London. He was a Visiting Senior Research fellow at Yale (2014-15), a Henry Fellow at Harvard (1992-3), and a Research Fellow at Cambridge (1993-7). He is the recipient of the 2004 Royal Musical Association’s Dent Medal, a Fellow of the American Musicological Society, and a Corresponding Fellow of the British Academy. He served as the President of the International Musicological Society 2017-2022. He was editor of Music & Letters, and is the founding editor of IMS Musicological Brainfood, and the founding co-editor of the California University Press series on global musicology.\n\nHe has written widely on music – from cosmological concepts in ancient Chinese music theory to NASA’s Golden Record on the Voyager mission – but is particularly known for his work on Beethoven, the history of absolute music, and the intersection between music, philosophy, technology and theology. His is the author of five books: The ‘Galitzin’ Quartets of Beethoven (Princeton, 1994), Absolute Music and the Construction of Meaning (Cambridge, 1999), Beethoven and Freedom, (Oxford, 2017), Alien Listening: Voyager’s Golden Record and Music From Earth (Zone Books, 2021), and Music and Joy: Lessons on the Good Life (Yale, 2024). His articles include: ‘Rioting With Stravinsky: A Particular Analysis of the Rite of Spring’ (2007), ‘Beethoven’s Other Humanism’ (2009), ‘Listening to the Self: The Shawshank Redemption and the Technology of Music’ (2011), and ‘Global Musicology: A Keynote Without A Key’ (2022). He is currently working on two projects: Rethinking Beethoven and the Enlightenment and T. S. Eliot's Four Quartets and Beethoven's Late Quartets.",
    "academicBioUrl": "http://www.music.hku.hk/daniel-chua.html",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Mr & Mrs Hung Hing-ying Professor in the Arts, Professor and Chair of Music, University of Hong Kong",
      "President, International Musicological Society"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/70",
    "name": "Dorothy Oluwagbemi-Jacob",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/dorothy-oluwagbemi-jacob.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Calabar",
    "bio": "She has a Ph.D in social and political philosophy from the University of Nigeria, Nsukka, and a post Graduate Diploma in management and a Masters Degree in Business Administration. She was a post-doctoral fellow at the Centre for Interdisciplinary Research on AIDS (CIRA), Yale University. She has served as the Chair of Department of Philosophy, and Dean, Faculty of Arts at the University of Calabar, Nigeria. Her current research is on social and political philosophy and gender issues. She has a special interest in HIV and AIDS prevention and care. Her professional affiliations include the Philosophical Association of Nigeria (PAN), the Circle of Concerned African Women Theologians, the Faculties of Arts-Humanities Scholars Association of Nigeria (FAHSANU), and the Nigerian Academy of Letters (NAL). She is an ordained pastor and the Director of Charismatic Renewal Ministries (CRM) Rescue Foundation, a department that focuses on HIV and AIDS awareness/prevention, care and support, peer group education, gender education, health education, capacity building, training and advocacy.",
    "academicBioUrl": "https://fahsanu.com/profile/dorothy-oluwagbemi/",
    "academicCvUrl": "",
    "researchFocus": [
      "1. To what extent can the poverty of cultivated critical thinking account for the paradoxes in Nigeria’s social, economic and political life?"
    ],
    "affiliations": [
      "Dept. of Philosophy, University of Calabar, Nigeria"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/81",
    "name": "Casey Strine",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/casey-strine.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Sheffield",
    "bio": "Strine studies the history, literature, and cultures of the ancient Near East, with a specialization in ancient Israel and a focus on the role of involuntary migration across the region during the Iron Age. He is the author of the award winning Sworn Enemies (Walter de Gruyter, 2013, winner of the 2015 Manfred Lautenschläger Award for Theological Promise) and When the Son of Man Didn't Come (Fortress Press, 2016). Strine is also co-director and co-curator for Back Where You Came From, an participatory action research project reading and responding to stories about involuntary migration in Genesis with people seeking asylum.",
    "academicBioUrl": "https://www.sheffield.ac.uk/history/staff/casey-strine",
    "academicCvUrl": "",
    "researchFocus": [
      "Created Order / Humanities (Preview Response) Discipline(s): Humanities Theology: Created Order"
    ],
    "affiliations": [
      "Senior Lecturer in Ancient Near Eastern History and Literature at the University of Sheffield",
      "How can the study of migration—especially involuntary migration—aid in reconstructing the history of ancient Assyria, Babylonia, Israel, and Judah from textual sources and material culture.",
      "What impact does reading the texts of the Hebrew Bible from the perspective of an involuntary migrant have on their meaning, their contribution to constructive theology, to Christian ethics, and to political engagement by faith communities."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/133",
    "name": "Eleonore Stump",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/eleonore-stump.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "Saint Louis University",
    "bio": "Stump received a BA in classical languages from Grinnell College (1969), where she was valedictorian and received the Archibald Prize for scholarship; she has an MA in biblical studies (New Testament) from Harvard University (1971), and an MA and PhD in medieval studies (medieval philosophy) from Cornell University (1975). Before coming to Saint Louis University, she taught at Oberlin College, Virginia Polytechnic Institute and State University, and University of Notre Dame. Currently, she also holds secondary or honorary appointments at Wuhan University, the University of St Andrews, and Australian Catholic University.\n\nShe has published extensively in medieval philosophy, philosophy of religion, and contemporary metaphysics. Her books include her major study Aquinas (Routledge, 2003), her extensive treatment of the problem of evil, Wandering in Darkness: Narrative and the Problem of Suffering (Oxford, 2010), and her recent treatment of the Christian doctrine of the atonement, Atonement (Oxford, 2018).\n\nAmong the named lectureships she has given are the Gifford Lectures (Aberdeen, 2003), the Wilde lectures (Oxford, 2006), the Stewart lectures (Princeton, 2009), and the Stanton Lectures (Cambridge, 2018). In 2013, the American Catholic Philosophical Association awarded her the Aquinas medal.\n\nShe has held grants from the Danforth Foundation, the Mellon Foundation, the National Endowment for the Humanities, the American Association of University Women, the National Humanities Center, and the Pew Charitable Trust. In addition, she has received several teaching awards, including, in 2004, the Robert Foster Cherry Award for Great Teaching from Baylor University. For 2013–15, together with John Greco, she held a $3.3 million grant from the John Templeton Foundation for a project on intellectual humility. In 2017 she was awarded an honorary doctorate from Tilburg University, the Netherlands.\n\nShe is past president of the Society of Christian Philosophers, the American Catholic Philosophical Association, the American Philosophical Association, Central Division, and the Philosophers in Jesuit Education. She is also a member of the American Academy of Arts and Sciences.",
    "academicBioUrl": "https://en.wikipedia.org/wiki/Eleonore_Stump",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Robert J. Henle, S.J., Professor of Philosophy, Saint Louis University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/19",
    "name": "Christopher Watkin",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/christopher-watkin.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Monash University",
    "bio": "Chris has written extensively on modern and contemporary European thought, atheism, and the relationship between the Bible and philosophy. He believes passionately in bringing the Bible into conversation with modern and contemporary secular thought, under the banner of audi alteram partem (listen to the other side). His books on the relationship between the Bible and philosophy include \"Biblical Critical Theory\" (2021), \"Thinking Through Creation: Genesis 1 and 2 as Tools of Cultural Critique\" (2017), and volumes on Jacques Derrida, Michel Foucault and Gilles Deleuze in the P&R ‘Great Thinkers’ series. Chris also curates thinkingthroughthebible.com, a site with resources, seminars and book excerpts aimed at helping Christian university students and faculty to think biblically about life and work. The site is guided by the principle that a full-orbed contemporary articulation of Christianity must not only explain the Bible to the culture. It must also explain the culture through the Bible. Chris blogs about philosophy and academic research work at christopherwatkin.com. You can find him on Twitter @DrChrisWatkin and on Bluesky @drchriswatkin.bsky.social",
    "academicBioUrl": "https://christopherwatkin.com/about/",
    "academicCvUrl": "",
    "researchFocus": [
      "Western Modernity and the Social Contract. My book \"The State of Nature and the Shaping of Modernity\" (2025) explores how the state of nature motif sits at the heart of a fractured and contentious West. I am currently researching a second volume in the series, on the notion of the common good in modernity."
    ],
    "affiliations": [
      "Associate Professor, French Studies, at Monash University, Melbourne, Australia."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/131",
    "name": "Joy Pachuau",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/joy-pachuau.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "Jawaharlal Nehru University",
    "bio": "She is an author and professor from Mizoram who resides at Delhi. She is a professor at Centre for Historical Studies, Jawaharlal Nehru University. Her research interest includes the social history of Mizoram and Christianity in India; she has also worked on the Portuguese presence on the west coast of India in the 16th and 17th centuries.\n\nPachuau obtained her bachelor's degree from Fergusson College, Pune, in 1989 and her MA, Phil and Ph.D. degree from Jawaharlal Nehru University and D.Phil. degree from Oxford University in 2012.\n\nPachuau was awarded with the Mizo Award given to her by Sângthankima which was organised by the Vanglaini daily newspaper in Mizoram for her achievements in academic. She has also been awarded Sneh Mahajan Prize for the Best Book (2012–14) in Modern Indian History by Indian History Congress.",
    "academicBioUrl": "https://www.jnu.ac.in/content/%20jpachuau",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Professor, Centre for Historical Studies, School of Social Sciences, Jawaharlal Nehru University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/30",
    "name": "Peter Anstey",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/peter-anstey.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Sydney",
    "bio": "Peter Anstey specializes in early modern philosophy and, in particular, the philosophy of John Locke and Robert Boyle. His recent Australian Research Council project focused on ‘The nature and status of principles in early modern philosophy’, including principles in natural philosophy, logic, and moral philosophy. He is currently editing (with Lawrence Principe, Johns Hopkins) John Locke: Writings on Natural Philosophy and Medicine for the Clarendon edition of Locke’s Works. Some recent books include Experimental Philosophy and the Origins of Empiricism (with Alberto Vanzo, Cambridge, 2023), John Locke and Natural Philosophy (Oxford 2011), The Idea of Principles in Early Modern Thought: Interdisciplinary Perspectives (ed., Routledge 2017), and The Oxford Handbook of British Philosophy in the Seventeenth Century (ed., Oxford, 2013). He also works on the philosophy of the late D. M. Armstrong and is the editor (with David Braddon-Mitchell) of Armstrong's Materialist Theory of Mind (Oxford, 2022) and The Philosophical Correspondence of David Armstrong and David Lewis (ed. with Anthony Fisher, Oxford, forthcoming 2024).",
    "academicBioUrl": "https://www.sydney.edu.au/arts/about/our-people/academic-staff/peter-anstey.html",
    "academicCvUrl": "",
    "researchFocus": [
      "I work mainly in the field of early modern philosophy."
    ],
    "affiliations": [
      "Professor of Philosophy, University of Sydney",
      "At the moment my main research focus is on how the notion of principles dominated thinking in the seventeenth and eighteenth centuries about how we acquire knowledge.",
      "I am also working on a large project on the reception of Indigenous knowledge in early modern Europe."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/17",
    "name": "Benny  Tai Yiu Ting (戴耀廷)",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/benny-tai-yiu-ting-dai-yao-ting.jpg",
    "gfiCategory": "Collaborating Network",
    "bio": "He was born and educated in Hong Kong and graduated at the University of Hong Kong with an LL.B. in 1986 and P.C.LL in 1987. He specializes in constitutional law, administrative law, human rights law and law and religion. He was the Associate Dean of the Faculty of Law, University of Hong Kong from 2000 to 2008. He is most known for initiating the Occupy Central with Love and Peace campaign, a movement to exert pressure on the Chinese authorities to honour the promise of allowing Hong Kong people to elect their Chief Executive in 2017 through universal and equal suffrage. The movement has led to nonviolent occupations, civil disobedience, and demonstrations to combat Beijing’s imposed policies towards the territory. The Occupy Central movement took a large part in supporting the Umbrella Movement in late September to early December 2014 in Hong Kong. His current research projects include rule of law and legal culture, political legitimacy and constitutional development, governance and law, rule of law and religion.",
    "academicBioUrl": "https://en.wikipedia.org/wiki/Benny_Tai",
    "academicCvUrl": "",
    "researchFocus": [
      "Justice / Law (Preview Response) Discipline(s): Law Theology: Justice"
    ],
    "affiliations": [
      "Formerly Associate Professor in Law at the University of Hong Kong"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/23",
    "name": "Jide Okechuku Nzelibe",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jide-okechuku-nzelibe.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Northwestern University",
    "bio": "He joined Northwestern's faculty as an assistant professor in 2004 became a full Professor in 2008. He served as the Bigelow Teaching Fellow and Lecturer in Law at the University of Chicago before joining Northwestern Law. In addition to his JD from Yale Law School, he also holds an MPA in international relations from Princeton University, where he was awarded a fellowship from the Woodrow Wilson Foundation and a pre-doctoral fellowship from the Ford Foundation. His research and teaching interests include international trade, foreign relations law, public and private international law and contracts.",
    "academicBioUrl": "https://www.law.northwestern.edu/faculty/profiles/JideNzelibe/",
    "academicCvUrl": "",
    "researchFocus": [
      "Justice / Law (Preview Response) Discipline(s): Law Theology: Justice"
    ],
    "affiliations": [
      "Professor of Law, Pritzker School of Law, Northwestern University",
      "Affiliated Faculty, Ford Motor Company Center for Global Citizenship"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/62",
    "name": "María Carmelina Londoño",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/maria-carmelina-londono.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Universidad de La Sabana",
    "bio": "She has been appointed as an expert before the Inter-American Court of Human Rights and as a consultant for the Colombian State, as well as to international organizations. She has extensive experience in research in the field of International Human Rights Law and the Inter-American System. Author of numerous articles published in academic journals, collective works and research books; she has participated as a speaker and organizer in different national and international events in her areas of expertise. She is currently the Director of the Master’s in International Law and Co-Director of the Research Group on International Law and Human Rights. The International Law research group investigates current problems of international law from a humanist perspective that considers human dignity as the basis of all rights.",
    "academicBioUrl": "https://www.unisabana.edu.co/englishversion/research/experts-researchers/school-of-law-and-political-sciences/?L=0",
    "academicCvUrl": "",
    "researchFocus": [
      "Justice / Law (Preview Response) Discipline(s): Law Theology: Justice"
    ],
    "affiliations": [
      "Professor of International Law, Universidad de La Sabana, Colombia",
      "(Shared) Responsibility in the field of business and human rights",
      "Comparative approaches (European and Latin-American) to global debates on business and human rights/ Responsible business conduct [corporate obligations towards human rights and reparations to victims]",
      "Biotechnology, morality clauses and human rights [together with Juan Fernando, my husband]"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/59",
    "name": "Karen  Kong (江嘉恩)",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/karen-kong-jiang-jia-en.jpg",
    "gfiCategory": "Collaborating Network",
    "bio": "She received her BA Jurisprudence from the University of Oxford, LLM from Cambridge University, and MPA from University of California, Berkeley. She is a qualified solicitor in Hong Kong and in England and Wales. Her scholarly interests are socio-economic human rights, public interest law, law and social policy, and administrative law. She focuses on poverty and social equality issues and seeks to reflect on how the Christian faith informs issues related to human rights and social justice.",
    "academicBioUrl": "https://www.law.hku.hk/academic_staff/karen-kong/",
    "academicCvUrl": "",
    "researchFocus": [
      "Comparative law and social policy, health related human rights, welfare law and policy, rights of older persons, socio-economic rights, public interest law."
    ],
    "affiliations": [
      "Former Principal Lecturer in Law, University of Hong Kong"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/61",
    "name": "Karen Man Yee  Lee",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/karen-man-yee-lee.jpg",
    "gfiCategory": "Collaborating Network",
    "bio": "Karen's research spans law and its dynamics with culture, politics, society, and human rights. Her publications cover human rights, rule of law and democratization, rule of law culture, legal mobilization, and more recently, migration. One of her recent collaborative projects investigate how socio-political factors affect Hong Kong people's decision to emigrate (https://doi.org/10.1186/s40878-022-00323-y).",
    "academicBioUrl": "https://scholars.latrobe.edu.au/k5lee/about",
    "academicCvUrl": "",
    "researchFocus": [
      "Virtues / Law (Preview Response) Discipline(s): Law Theology: Virtues"
    ],
    "affiliations": [
      "Senior Lecturer, La Trobe Law School, La Trobe University, Victoria, Australia"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/46",
    "name": "Lydia Dugdale",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/lydia-dugdale.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Columbia University",
    "bio": "Dugdale also serves as Associate Director of Clinical Ethics at New York Presbyterian Hospital/Columbia University Irvine Medical Center. A practicing internist, Dugdale moved to Columbia in 2019 from Yale University, where she previously served as Associate Director of the Program for Biomedical Ethics and founding Co-Director of the Yale Program on Medicine, Spirituality, and Religion. Dugdale’s scholarship focuses on end-of-life issues, medical ethics, and the doctor-patient relationship. She edited Dying in the Twenty-First Century (MIT Press, 2015) and is author of The Lost Art of Dying (HarperOne, 2020), a popular press book on the preparation for death. She obtained her medical degree from the University of Chicago and completed her internship and residency at Yale-New Haven Hospital. She studied for her Master of Arts in Religion (ethics concentration) at Yale Divinity School.",
    "academicBioUrl": "https://sps.columbia.edu/speaker/lydia-dugdale",
    "academicCvUrl": "",
    "researchFocus": [
      "Flourishing / Medicine (Preview Response) Discipline(s): Medicine Theology: Flourishing"
    ],
    "affiliations": [
      "Professor of Medicine and Director, Columbia Center for Clinical Medical Ethics",
      "Associate Director of Clinical Ethics, NewYork-Presbyterian Hospital/Columbia University Vagelos College of Physicians and Surgeons",
      "My book The Lost Art of Dying will be published with HarperCollins in July 2020. It aspires to help all people prepare well for death. Living well is requisite for dying well.",
      "I am analyzing ethics consultations that my New York City hospital received during the COVID-19 pandemic."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/51",
    "name": "Jeff Hardin",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jeff-hardin.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Wisconsin–Madison",
    "bio": "Jeff received his B.S. in Zoology and B.A. in German from Michigan State University. He then pursued a Master of Divinity degree at the International School of Theology in Southern California. After seminary Jeff received a Ph.D. in Biophysics at the University of California-Berkeley. After postdoctoral work at Duke University, Jeff joined the Zoology Department (now the Department of Integrative Biology) at UW in 1991. Jeff’s research focuses on how embryos change shape during development. He is also an award-winning biology educator. Jeff is an affiliate in the Religious Studies program at UW, and has been engaged in science/faith dialogue on the UW campus and nationally for many years, including work with the American Association for the Advancement of Science and as the Board Chair of the BioLogos Foundation. Jeff has served national campus ministry organizations and local campus fellowships on the UW campus. In addition to many scientific publications, Jeff is lead author of The World of the Cell (Pearson), and, with Ron Numbers and Ron Binzley, co-edited The Warfare between Science and Religion: The Idea That Wouldn't Die (Johns Hopkins Univ. Press). Jeff and his wife Susie have two grown boys, Jon and Christopher.",
    "academicBioUrl": "https://integrativebiology.wisc.edu/staff/hardin-jeff/",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/Hardin%20CV%208-28-24.pdf",
    "researchFocus": [
      "Justice / Physical & Biological Sciences (Preview Response) Discipline(s): Physical & Biological Sciences Theology: Justice"
    ],
    "affiliations": [
      "Raymond E. Keller Professor, Department of Integrative Biology, University of Wisconsin-Madison"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/65",
    "name": "Ross McKenzie",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ross-mckenzie.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Queensland",
    "bio": "He is an Emeritus Professor of Physics at the University of Queensland, Australia. He received his BSc from the Australian National University and an MA and PhD from Princeton University. From 2008 to 2012, he held an Australian Professorial Fellowship from the Australian Research Council.\n\nHe is the author of Condensed Matter Physics: A Very Short Introduction (Oxford University Press, 2023).\n\nHis research interests are in Condensed Matter Theory, Chemical Physics, and Quantum Many-Body Theory. His chief research projects have been in the areas of: Models for strongly correlated electron materials such as organic and cuprate superconductors; Magnetoresistance of layered metals, including topological insulators; Excited states of organic molecules; Hydrogen bonding; Emergent phenomena in complex systems; and the relationship between science and theology.\n\nRoss McKenzie is married to Robin and has two adult children. He enjoys writing blogs, including Soli Deo Gloria: Thoughts on theology, science and culture, a blog related to his scientific research, Condensed Concepts, and being part of the “Holy” Scribblers. From 2020-2024, he worked part-time for the International Fellowship of Evangelical Students, helping facilitate the Logos and Cosmos Initiative, which stimulated science and theology discussions in Latin America and Francophone Africa.",
    "academicBioUrl": "https://smp.uq.edu.au/profile/162/ross-mckenzie",
    "academicCvUrl": "",
    "researchFocus": [
      "Justice / Physical & Biological Sciences (Preview Response) Discipline(s): Physical & Biological Sciences Theology: Justice"
    ],
    "affiliations": [
      "Professor of Physics, University of Queensland",
      "Condensed Matter Physics: A Very Short Introduction for Oxford UP",
      "Science and theology",
      "Science in the Majority World",
      "Emergence in the natural and social sciences"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/43",
    "name": "Thomas Chacko",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/thomas-chacko.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Alberta",
    "bio": "His family roots are from the state of Kerala in southern India, from the Christian community there sometimes referred to as St. Thomas Christians, after the apostle whom church tradition suggests made a missionary journey to Kerala in A.D. 52. Tom was born in India but moved to the U.S. as a seven-year old, along with his parents and older brothers. He did his PhD at the University of North Carolina - Chapel Hill, a post-doctoral fellowship at the University of Chicago and since 1990 has been on faculty at the University of Alberta. Tom’s research focuses on the formation and evolution of the Earth’s continental crust early in the planet’s history and includes doing fieldwork in the far Canadian North. Tom and his wife Jeenu have two grown children, Jacob and Miryam, both of whom are currently medical students. They attend Knox Evangelical Free Church in Edmonton.",
    "academicBioUrl": "https://www.ualberta.ca/science/about-us/contact-us/faculty-directory/thomas-chacko",
    "academicCvUrl": "",
    "researchFocus": [
      "My group's research focuses on understanding how Earth's continental crust, which is unique in the solar system and played a key role in making the Earth suitable for life, formed early in the planet's history. There are relatively few places worldwide where the earliest record of Earth history, from about 3.6 to 4.4 billion years ago, is preserved. One of those places is northern Canada, the so-called Canadian Shield. Over the past decade, my students and I have investigated one particular location in the Shield about 1300 km north of Edmonton, the Acasta Gneiss Complex, that contains some rocks that are about 4 billion years old. We conduct fieldwork in this remote location and subsequent laboratory work on the rock samples we collect. Specifically, we use the chemical and isotopic composition of the rocks and individual minerals in these rocks to gain insights on how these rocks and in turn the most ancient continental crust formed."
    ],
    "affiliations": [
      "Professor of Geology, Department of Earth & Atmospheric Sciences, University of Alberta"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/45",
    "name": "Judy Dean",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/judy-dean.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Brandeis International Business School",
    "bio": "Her research focuses on international trade and economic development. Much of her work examines the relationship between trade and the environment. In a series of empirical studies using Chinese data, she has been exploring the possibility that trade growth, foreign investment and production fragmentation may have beneficial effects on the environment. In other work, she studies global value chain trade, non-tariff barriers. and trade preferences for developing countries. Her new work on India explores the impact of trade liberalization on Indian poverty. Judy came to Brandeis from the US International Trade Commission (USITC) where she was a Senior International Economist in the Research Division of the Office of Economics. Prior to joining the USITC, Judy was Associate Professor of Economics at SAIS, Johns Hopkins University, and Assistant Professor at Bowdoin College. She has been a consultant to the World Bank and the OECD, and a Visiting Scholar at the Indian Statistical Institute, New Delhi, India. She has also helped facilitate research collaboration for the USITC with Tsinghua University and the India Development Foundation. Judy was named one of six Visiting Scholars in the Clayton Yeutter International Trade Program, University of Nebraska, 2012-13. In 2018, she gave the 4th Annual John Mason Lecture at Gordon College in 2018. Judy recently completed many years of service on the Board of Directors of World Relief, and the Board of Trustees of Gordon College.",
    "academicBioUrl": "https://www.brandeis.edu/facultyguide/person.html?emplid=403d9664e3aa812687fe4920a2f13917c418e8fa",
    "academicCvUrl": "",
    "researchFocus": [
      "Virtues / Social Sciences (Preview Response) Discipline(s): Social Sciences Theology: Virtues"
    ],
    "affiliations": [
      "Professor of International Economics in the Brandeis International Business School",
      "How international trade and foreign investment, especially the international joint production of goods, have helped reduce the pollution intensity of China’s manufacturing.",
      "How trade liberalization has contributed to India’s poverty reduction; how impediments have prevented some of those benefits from reaching the poor in some states."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/42",
    "name": "Emily Burdett",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/emily-burdett.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Nottingham",
    "bio": "Emily is Associate Professor at the University of Nottingham. She graduated BS in psychology from Azusa Pacific University and MS in clinical psychology from California State University, Fullerton. She completed a DPhil at Oxford researching the cognitive, cultural, and developmental foundations of children’s understanding of God and humans. Following her DPhil she was a research fellow at the University of St Andrews for three years, examining the developmental origins of culture and innovation.\n\nShe is currently investigating the development of belief across 30 different sites globally (developingbelief.com) as well as the developmental origins of creativity. Her research interests include science and religion, child development, the developmental origins of creativity and learning, morality, and social cognition.\n\nShe is also involved with a research team who are investigating the growing number of adults and families who identify as SBNR, or Spiritual But Not Religious. She is interested to see how families cultivate spirituality in their families.\n\nFinally, she is also involved in several projects examining how children develop creativity and innovative problem-solving skills. She is examining the environments, mindsets, and resources that encourage exploration and innovation in young children.\n\nHer work has been published most recently in Developmental Psychology, Philosophical Transactions of the Royal Society, and Child Development.",
    "academicBioUrl": "https://www.nottingham.ac.uk/psychology/people/emily.burdett",
    "academicCvUrl": "",
    "researchFocus": [
      "My work uses an interdisciplinary, cross-cultural, and experimental approach to explore questions about how children and adults form concepts, how they learn and who they learn from, and when they innovate and become creative. These questions motivate current projects exploring the origin and transmission of culture, the cultural and cognitive underpinnings of religion and morality, and the motivations for learning and creativity. Specific topics include: what environments help children to be the most innovative, does working together or alone help with problem-solving, what aspects of morality do children find intuitive, who do children learn from, and how do children develop supernatural agent concepts?"
    ],
    "affiliations": [
      "Assistant Professor, University of Nottingham"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/57",
    "name": "Robert Joustra",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/robert-joustra.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Redeemer University",
    "bio": "He is also founding-Director of the Centre for Christian Scholarship at Redeemer University. He is the author and editor of several books, including The Religious Problem with Religious Freedom: Why Foreign Policy Needs Political Theology (Routledge, 2017). He is a Fellow with the Center for Public Justice and an Editorial Fellow with The Review of Faith & International Affairs.",
    "academicBioUrl": "https://www.redeemer.ca/our-faculty/dr-robert-joustra/",
    "academicCvUrl": "",
    "researchFocus": [
      "Justice / Social Sciences (Preview Response) Discipline(s): Social Sciences Theology: Justice"
    ],
    "affiliations": [
      "Department of Politics & International Studies at Redeemer University, Toronto, Canada",
      "I am editing an introduction  to Abraham Kuyper's Lectures on Calvinism right now with Dr. Jessica Joustra (IVP Academic, 2021). Part of that research has been historical and religious, rather than political, but the reception history of the text in North America has been one of our driving research questions, including its sociological and political effects.",
      "I am also editing a reader with Dr. Eric Patterson on Christian Realism for Terrifying Times , mostly including primary sources (Wipf & Stock, 2022). One of the questions we've been asking is whether the tradition of Christian Realism is too \"Niebuhrian\" for its own good, and if expanding the boundaries outside the United States/Niebuhr might do much to help liven the tradition, including the well-known English School (such as Martin Wight, Herbert Butterfield and others), but also the emerging Amsterdam School (see: Kuyper) in foreign affairs."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/48",
    "name": "Erin Goheen Glanville",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/erin-goheen-glanville.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of British Columbia",
    "bio": "She is the primary investigator for “Digital Storytelling as a Method for Refugee Dialogue in Canada,” a Social Sciences and Humanities Research Council postdoctoral fellowship in the School of Communication at Simon Fraser University (2017-2019), and editor of Countering Displacements (2012), a multi-author volume centring the creativity of indigenous and refugee-ed communities. Erin is a community-engaged scholar and partners regularly with refugee claimant communities in her neighbourhood. She is on the Board of Kinbrace Community Society and also runs community workshops based on her doctoral research on refugee fiction.",
    "academicBioUrl": "http://www.sfu.ca/communication/team/faculty/Erin-Goheen-Glanville.html",
    "academicCvUrl": "",
    "researchFocus": [
      "How to do community-engaged research with refugees ethically and relationally.",
      "How to turn critical theory about globalization and migration into creative storytelling in order to create a counterculture rather than a critiquing culture",
      "How to enact a critical refugee studies approach in the classroom and research processes",
      "How to produce media that platforms refugee perspectives without making refugee 'issues' hypervisible at the expense of the people behind the label; how to create media that invites dialogue rather than ideological shaming",
      "What it means to be a Christian scholar committed to decolonizing research"
    ],
    "affiliations": [
      "Lecturer, Global Citizens, Coordinated Arts Program, University of British Columbia in Vancouver, Canada",
      "How to do community-engaged research with refugees ethically and relationally.",
      "How to turn critical theory about globalization and migration into creative storytelling in order to create a counterculture rather than a critiquing culture",
      "How to enact a critical refugee studies approach in the classroom and research processes",
      "How to produce media that platforms refugee perspectives without making refugee 'issues' hypervisible at the expense of the people behind the label; how to create media that invites dialogue rather than ideological shaming",
      "What it means to be a Christian scholar committed to decolonizing research"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/67",
    "name": "Emily Messer",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/emily-messer.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Texas at Austin",
    "bio": "She is a primatologist with research interests in social behaviour, learning, culture, and prosociality. She graduated with a BSc Hons in Biology from The University of Dundee where she first started studying primates. In 2013 she completed a PhD. in Psychology and Neuroscience at the University of St Andrews researching social learning and social behaviour in capuchin and squirrel monkeys. Since finishing her PhD, she has done postdocs at The University of St Andrews and Heriot-Watt University in the U.K., studying causal understanding, executive functions, pedagogy, and prosociality working with capuchin monkeys, chimpanzees, and children. Currently she is a research associate in Professor Cristine Legare’s EvoLearn Lab at The University of Texas in Austin working on a National Science Foundation-funded project examining cross cultural variation in learning and teaching in children. Her broad research interests are in comparative, cross-cultural, developmental and evolutionary psychology specifically focused on how social influence impacts the spread of behavioural variants in primates.",
    "academicBioUrl": "http://emilymesser.weebly.com/",
    "academicCvUrl": "",
    "researchFocus": [
      "Justice / Social Sciences (Preview Response) Discipline(s): Social Sciences Theology: Justice"
    ],
    "affiliations": [
      "Post-Doctoral Fellow in the Evolution, Variation, and Ontogeny of Learning (EVO-Learn) Laboratory, Department of Psychology, University of Texas, Austin",
      "The impact of social influence on the development of other-regard (prosocial tendencies) in children"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/98",
    "name": "Jennifer Herdt",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jennifer-herdt.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "Yale University",
    "bio": "Jennifer A. Herdt is Gilbert L. Stark Professor of Christian Ethics and Senior Associate Dean for Faculty Affairs at the Yale University Divinity School. She has published widely on virtue ethics, early modern and modern moral thought, and political theology, including Assuming Responsibility: Ecstatic Eudaimonism and the Call to Live Well (OUP, 2022), Forming Humanity: Redeeming the German Bildung Tradition (Chicago, 2018), and Putting on Virtue: The Legacy of the Splendid Vices (Chicago, 2008). Several of her books have been selected as Choice Outstandinding Academic Titles, and her research has received support from the Humboldt Foundation and the John Templeton Foundation. She served as the 2020 President of the Society of Christian Ethics, and on the editorial boards of the Journal of Christian Ethics, Studies in Christian Ethics, and the Journal of Religion. Current projects focus on more-than-human dimensions of ethical agency and theological anthropology in light of advances in artificial intelligence.",
    "academicBioUrl": "https://divinity.yale.edu/faculty-and-research/yds-faculty/jennifer-herdt",
    "academicCvUrl": "",
    "researchFocus": [
      "The Virtues (Theology Brief Postscript) Theology: Virtues"
    ],
    "affiliations": [
      "Gilbert L. Stark Professor of Christian Ethics, Yale Divinity School",
      "Senior Associate Dean of Faculty Affairs",
      "Professor of Religious Studies",
      "I am interested in reflecting on the relationship between grace and nature in light of disability.  Traditionally, Christians have affirmed that all wounds and disabilities are eschatologically healed.  However, recently these claims have come under fire from disability theologians, who argue that appropriate respect for the identities of persons with disabilities requires that one affirm that their disabilities will not be eschatologically removed.",
      "I am interested in formulating sociologically and scientifically-informed theological-ethical responses to populism and nativism.  Effective responses require a fuller understanding of these phenomena and of why they are on the rise globally."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/64",
    "name": "Ryan McAnnally-Linz",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ryan-mcannally-linz.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Yale Divinity School",
    "bio": "He teaches the highly regarded Life Worth Living seminar at Yale College. His scholarly work sits at the intersection of Christian systematic theology, ethics, and cultural analysis. He has focused on contemporary ethics of interpersonal recognition and their implications for a Christian account of humility. Together with Miroslav Volf, he is the author of Public Faith in Action: How to Think Carefully, Engage Wisely, and Vote with Integrity. He is also co-editor of Envisioning the Good Life and The Joy of Humility: The Beginning and End of the Virtues. His scholarly articles have appeared in Modern Theology, The Journal of Religion, The Scottish Journal of Theology, and Psychology of Religion and Spirituality. He has also written essays and articles for wider audiences in Sojourners, The Christian Century, and The Washington Post’s “Acts of Faith.”",
    "academicBioUrl": "https://divinity.yale.edu/faculty-and-research/yds-faculty/ryan-mcannally-linz",
    "academicCvUrl": "",
    "researchFocus": [
      "Justice / Theology (Preview Response) Discipline(s): Theology Theology: Justice"
    ],
    "affiliations": [
      "Associate Director of the Yale Center for Faith & Culture",
      "Lecturer in Humanities at Yale College",
      "A theological account of home and contextual theological ethics of home-making and home-maintenance.",
      "Whether understanding Christology primarily through the prism of the problem of revelation (i.e., Jesus Christ as the one who, above all, reveals God) puts systematic theological pressure on how to understand the resurrection and ascension of Christ--in particular, whether it restricts the senses in which Christ can be said to be alive and active today.",
      "Whether a compelling account of gratitude to God can be developed without appealing to the paradigm of debt to explain the obligatoriness of such gratitude."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/130",
    "name": "Oliver O’Donovan",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/oliver-odonovan.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "University of Edinburgh",
    "bio": "Oliver O’Donovan, born in 1945 in London, was educated at Balliol College and Wycliffe Hall, Oxford, and at Princeton University, and was ordained priest in Oxford in 1972. He was Regius Professor of Moral and Pastoral Theology and Canon of Christ Church Oxford (1982-2006), before which he taught at Wycliffe Hall, Oxford (1972-7) and at Wycliffe College, Toronto (1977-82). He was Professor of Christian Ethics and Practical Theology at Edinburgh (2006-12), and has been Honorary Professor of Divinity at St Andrews since 2013. He has written on Augustine, on the theological basis of moral concepts, on contemporary bioethical dilemmas, on political theology and the ethics of war. He has served on the Church of England’s Board for Social Responsibility, Doctrine Commission and Faith and Order Commission, and was recently convenor of the Archbishops’ review of the Crown Nominations Commission. He is a past President of the Society for the Study of Christian Ethics, a Fellow of the British Academy and a Fellow of the Royal Society of Edinburgh. He is married to Joan Lockwood O’Donovan. They live in Scotland and have two sons.",
    "academicBioUrl": "https://en.wikipedia.org/wiki/Oliver_O%27Donovan",
    "academicCvUrl": "",
    "researchFocus": [
      "I am presently working on a series of reflections on the relation of love and justice in divine and human action."
    ],
    "affiliations": [
      "Professor Emeritus, Christian Ethics and Practical Theology, University of Edinburgh.",
      "Honorary Professor, School of Divinity, University of St. Andrews",
      "Emeritus Student & Canon of Christ Church, Oxford."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/39",
    "name": "Jonathan Brant",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jonathan-brant.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Wycliffe College, Oxford",
    "bio": "He conducts research as a member of the Faculty of Theology and Religion and the McDonald Centre for Theology, Ethics and Public Life, covering two main areas of enquiry: (1) The theology of culture: especially, the thought of Paul Tillich; contemporary literature and film; the use of empirical / qualitative research in theology; and construals of freedom in contemporary narrative fiction. (2) The theory and practice of moral formation / character development: specifically, the question of what resources might be offered to Oxford University postgraduates to help them develop into wise thinkers and good leaders who may be expected to have a beneficial impact around the world throughout their careers. Jonathan also serves as Oxford Pastorate Chaplain. The Oxford Pastorate is an Anglican trust, established in 1893, which provides extra, non-college-based chaplains for Oxford University students. Since 2008 it has focused on serving the postgraduate student community, particularly those in the newer, postgraduate-only colleges where there are no chaplains.",
    "academicBioUrl": "https://www.theology.ox.ac.uk/people/dr-jonathan-brant",
    "academicCvUrl": "",
    "researchFocus": [
      "Within the discipline of Christian theology, I am currently working on:"
    ],
    "affiliations": [
      "Chaplain, The Oxford Pastorate",
      "Theology Faculty, University of Oxford",
      "Research Fellow, Harris Manchester College, Oxford",
      "Virtue ethics, particularly practical strategies for the formation of students as wise thinkers and good leaders able to contribute to the common good",
      "Freedom, what virtues are required for the flourishing of highly-educated, cosmopolitan young people who experience a degree of freedom unknown in human history",
      "Culture and the arts, particularly a theology of documentary cinema, what can theologians / Christians learn from documentary practice and vice versa"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/104",
    "name": "Miroslav Volf",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/miroslav-volf.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "Yale University",
    "bio": "Miroslav Volf is the Henry B. Wright Professor of Theology at Yale Divinity School and is the Founder and Director of the Yale Center for Faith and Culture. He was educated in his native Croatia, the United States, and Germany, earning doctoral and post-doctoral degrees (with highest honors) from the University of Tübingen, Germany.\n\nHe has written or edited more than 20 books, over 100 scholarly articles, and his work has been featured in the Washington Post, Christianity Today, Christian Century, Sojourners, and several other outlets, including NPR's Speaking of Faith (now On Being with Krista Tippett) and Public Television’s Religion and Ethics Newsweekly.\n\nAfter receiving a B.A. from the Evangelical-Theological Faculty in Osijek, Croatia, Miroslav received his M.A. from Fuller Theological Seminary and both his Dr. theol. and Dr. theol. habil. from the University of Tübingen, Germany, studying under theologian Jürgen Moltmann. Prior to his appointment at Yale Divinity School in 1998, he taught at the Evangelical Theological Seminary in Osijek, Croatia (1979–80 and 1983–90) and Fuller Theological Seminary in Pasadena, California (1990–1998).\n\nA member of the Episcopal Church in the U.S.A. and the Evangelical Church in Croatia, Professor Volf has been involved in international ecumenical dialogues (for instance, with the Vatican’s Pontifical Council for Promoting Christian Unity) and interfaith dialogues (on the executive board of C-1 World Dialogue), and is active participant in the Global Agenda Council on Values of the World Economic Forum. In October 2007, Prof. Volf was the lead author of the Christian response to “A Common Word Between Us and You,” the historic open letter signed by 138 Muslim scholars, clerics, and intellectuals, which identified some core common ground at the heart of the Christian and Muslim faiths. The “Yale response,” as this response to “A Common Word” has become known, was published in November 2007 as a full-page advertisement in the New York Times, signed by more than 130 prominent Christian leaders and scholars.\n\nMiroslav regularly teaches and lectures in Central and Eastern Europe, Asia, and across North America. He has given over 30 prestigious lectureships at universities around the world, including the Dudleian Lecture at Harvard University; the Chavasse Lectures at Oxford University; the Waldenstroem Lectures at Stockholm School of Theology; the Gray Lectures at Duke University, the Stob Lectures at Calvin University, and the Cadbury Lectures at University of Birmingham.",
    "academicBioUrl": "https://faith.yale.edu/people/miroslav-volf",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Henry B. Wright Professor of Systematic Theology, Yale University",
      "Founding Director, Yale Center for Faith & Culture, Yale Divinity School"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/106",
    "name": "Matthew Croasmun",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/matthew-croasmun.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Yale Divinity School",
    "bio": "Matthew Croasmun is Associate Research Scholar and director of the Life Worth Living program at the Yale Center for Faith & Culture at Yale Divinity School and lecturer of Humanities at Yale University. He also serves as faith initiative director at Grace Farms Foundation and as staff pastor at the Elm City Vineyard Church. He received his B.A. in Music from Yale College, an M.A.R. in Bible from Yale Divinity School, and a Ph.D. in Religious Studies (New Testament) from Yale University. In 2015, he was awarded the Manfred Lautenschläger Award for Theological Promise. He is author of The Emergence of Sin: the Cosmic Tyrant in Romans (OUP, 2017), Let Me Ask You a Question: Conversations with Jesus (Upper Room, 2018), co-editor of Envisioning the Good Life: Essays on God, Christ, and Human Flourishing in Honor of Miroslav Volf (Cascade, 2017), and co-author with Miroslav Volf of For the Life of the World: Theology that Makes a Difference (Brazos, 2019). An ordained Vineyard pastor, Matthew has preached in Vineyard, Covenant, Presbyterian, Methodist, Episcopal and non-denominational churches in the United States, Dominican Republic, Switzerland, Germany, and Ghana. Rooted in the Christian church, much of Matthew’s work, from the Life Worth Living program at YCFC to the faith initiative at Grace Farms, operates at the boundaries of religious and ideological identity, helping diverse communities ask the big questions of life across important and enduring lines of difference.",
    "academicBioUrl": "https://faith.yale.edu/people/matthew-croasmun",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Director, Life Worth Living Program, Yale Divinity School",
      "Lecturer, Humanities & Divinity, Yale University",
      "Associate Research Scholar, Yale Center for Faith & Culture, Yale Divinity School"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/115",
    "name": "Priscilla Chiu",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/priscilla-chiu.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Toronto",
    "bio": "Dr. Priscilla Chiu joined the pediatric surgery division at The Hospital for Sick Children in July, 2005. She was educated at Queen’s University where she received her MD before moving on to a comprehensive surgical internship at the Toronto General Hospital in 1991. She was admitted into the Gallie Program at the University of Toronto in 1992 where she undertook additional research training in the Surgeon-Scientist and Royal College Clinician Investigator Programs, completing her PhD in Immunology in 2002 in the laboratory of Dr. Jayne Danska. Following her certification in General Surgery with the Royal College of Physicians and Surgeons of Canada and American Board of Surgery in 2002, Dr. Chiu completed additional pediatric critical care training program in 2003 and pediatric surgery residency program at The Hospital for Sick Children in 2005.\n\nDr. Chiu holds a special interest in pediatric chest surgery. She is currently the general surgery representative for the Congenital Diaphragmatic Hernia (CDH) group and also part of the Airway Reconstruction Team (ART) involved in the education, management and repair of airway obstructive conditions in infants and children. Furthermore, Dr. Chiu also serves as the general surgery liaison to the Division of Critical Care Medicine. Dr. Chiu is a scientist-track investigator at the Sick Kids Research Institute and her research interests involve lymphocyte developmental biology and leukemia/lymphoma animal models. Her recent publications include both basic science and clinical research into respiratory and malignant conditions.",
    "academicBioUrl": "https://www.sickkids.ca/en/staff/c/priscilla-chiu/",
    "academicCvUrl": "",
    "researchFocus": [
      "1. Basic science- immunology (human T cell development and T cell fate, food allergies)"
    ],
    "affiliations": [
      "Surgeon-Scientist, The Hospital for Sick Children, University of Toronto"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/108",
    "name": "Krzysztof Wojciechowski",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/krzysztof-wojciechowski.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "AGH University of Science and Technology",
    "bio": "",
    "academicBioUrl": "http://galaxy.uci.agh.edu.pl/~wojciech/aindex.htm",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Head of Thermoelectric Research, Laboratory Department of Inorganic Chemistry Faculty of Materials Science and Ceramics, AGH University of Science and Technology, Kraków, Poland"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/40",
    "name": "Andrew Briggs",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/andrew-briggs.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Oxford",
    "bio": "Andrew Briggs is Emeritus Professor of Nanomaterials at the University of Oxford and Executive Chairman of QuantrolOx. His research interests focus on nanomaterials for quantum technologies and their incorporation into practical devices, and the nanoscale thermodynamics of timekeeping and learning. From 2002-2009, he directed the UK Interdisciplinary Research Collaboration in Quantum Information Processing. In 2021 he co-founded QuantrolOx to commercialise machine learning for tuning and characterizing quantum devices, with performance that greatly exceeds what is feasible for humans.\n\nHe is a Fellow of St Anne’s College, Oxford, Fellow of Wolfson College, Oxford, Honorary Fellow of the Royal Microscopical Society, Fellow of the Institute of Physics, Fellow of the Cambridge Philosophical Society, Fellow of the International Society for Science and Religion, and Member of Academia Europaea. He has over 650 publications, with nearly 32,000 citations.\n\nHis books for a general readership include “The Penultimate Curiosity: How Science Swims in the Slipstream of Ultimate Questions”, for which there is a documentary film and a six-book series for children; “It Keeps Me Seeking: The Invitation from Science, Philosophy and Religion”; and “Human Flourishing: Scientific Insight and Spiritual Wisdom in Uncertain Times”. His most recent book carries endorsements by the Archbishop of Canterbury and the Astronomer Royal and won a 2023 ISSR Book Prize.",
    "academicBioUrl": "https://andrewbriggs.org/",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/Briggs_CV%2Bpublications.pdf",
    "researchFocus": [
      "1. Research in my laboratory focusses on quantum control in small structures. For example, we can take a single molecule, attach two wires to it, and connect it across a gap about 2 billionths of a metre wide in a layer of carbon one atom thick. We can then study how electricity flows through the molecule one electron at a time. We can measure vibrations in a tube of carbon atoms about 1/50,000 the diameter of a human hair, and see how the nineteenth century laws of thermodynamics developed for steam engines apply to such a tiny structure. We use machine learning (the fastest moving topic in AI) to take real time decisions in the lab about what to measure next and to perform the experiments faster and better than a human can. See https://andrewbriggs.org/"
    ],
    "affiliations": [
      "Emeritus Professor of Nanomaterials, University of Oxford",
      "Senior Research Fellow, St. Anne’s College, Oxford",
      "Emeritus Fellow, Wolfson College, Oxford"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/50",
    "name": "Jane Green",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jane-green.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Oxford",
    "bio": "She is Director of the ‘Nuffield Politics Research Centre and Westminster Bridge’, Co-Director of the British Election Study, an election analyst for ITV News and a Fellow of the Academy of Social Sciences. Her research focuses on how mass publics evaluate government performance, on economic voting and wider questions concerning British electoral behaviour. She is an author of Electoral Shocks: The Volatile Voter in a Turbulent World (Fieldhouse et al., 2020, OUP), and The Politics of Competence: Parties, Public Opinion and Voters (Green and Jennings, 2017, CUP).",
    "academicBioUrl": "http://www.nuffield.ox.ac.uk/people/profiles/jane-green/",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Professor of Political Science and British Politics at the University of Oxford",
      "Professorial Fellow of Nuffield College"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/117",
    "name": "Joerg Friedrichs",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/joerg-friedrichs.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Oxford",
    "bio": "Jörg Friedrichs is Associate Professor at ODID and Official Fellow of St Cross College, Oxford. Taking a broad transdisciplinary approach to academic research, his main interests are in the fields of international relations and political sociology. Among other things, he has proposed a new intercultural theory of international relations.\n\nJörg’s latest book is on Hindu-Muslim Relations: What Europe Might Learn from India (2018). Coming from an increasingly multicultural and multi-religious Europe, he has worked on Muslim minorities and their relations with non-Muslim majorities in India and China.\n\nBuilding on this, Jörg has now started investigating relations between Muslims and non-Muslims in England. His focus is on community relations in a diverse set of urban neighbourhoods in East London, Birmingham and Halifax (West Yorkshire).\n\nJörg has studied Classics at the universities of Munich, Tübingen and Rome, finishing with a book on political rhetoric in the work of the ancient Greek historian Thucydides (2000). His doctoral studies in Political Science at Munich led to another book on European Approaches to International Relations Theory (2004). His postdoctoral research led to a third book, Fighting Terrorism and Drugs: Europe and International Police Cooperation (2008).\n\nHis fourth book was The Future Is Not What It Used to Be: Climate Change and Energy Scarcity (2013).\n\nJörg has published on other topics ranging from denial and self-deception to security regionalism in East Asia and from pragmatic research methodology to China’s popularity in the Middle East and Africa. His articles have appeared in peer-reviewed journals such as International Organization, International Theory, Third World Studies, and Philosophical Psychology.",
    "academicBioUrl": "https://www.qeh.ox.ac.uk/people/j%C3%B6rg-friedrichs",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Associate Professor of Politics, Department of International Development, University of Oxford",
      "Official Fellow of St Cross College, Oxford"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/77",
    "name": "Murray Rae",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/murray-rae.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Otago",
    "bio": "He teaches courses in Christian Theology and Ethics at the University of Otago. He began his working career as an architect in private practice before studying theology and philosophy in New Zealand, Germany and the UK. From 1998-2004 he taught theology at King’s College, London, and was previously a chaplain at the University of Auckland. His varied research interests include the work of Søren Kierkegaard, theological ethics, theology and architecture, the theological interpretation of Christian Scripture, and Māori Engagements with Christianity. His ethical interests have focused on Christian responses to war, crime and violence, and to the challenges of dealing with past injustice, notably the illegal confiscations of Māori land in New Zealand. His published works include Resurrection and Renewal (Grand Rapids: Baker Academic, 2024), Architecture and Theology: the Art of Place (Waco, TX.: Baylor University Press, 2017), Christian Theology: The Basics (London: Routledge, 2015), Mana Maori and Christianity, (Wellington: Huia, 2012), Kierkegaard and Theology (London: Continuum, 2010), History and Hermeneutics (London: T&T Clark, 2005) and Kierkegaard’s Vision of the Incarnation (Oxford: Clarendon, 1997).",
    "academicBioUrl": "https://www.otago.ac.nz/theology/staff/otago013660.html",
    "academicCvUrl": "",
    "researchFocus": [
      "Created Order / Theology (Preview Response) Discipline(s): Theology Theology: Created Order"
    ],
    "affiliations": [
      "Professor of Theology at the University of Otago, New Zealand",
      "The development of a theological account of what makes a good city, and of how that might be represented in architecture and the built environment.",
      "Exploring the resurrection of Jesus as the decisive clue to what is going on in history. God is at work, redemptively drawing creation towards its true end in reconciled communion with himself, and enabling it to flourish as was intended from the beginning."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/91",
    "name": "Nigel Biggar",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/nigel-biggar.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "University of Oxford",
    "bio": "Professor Biggar holds a B.A. (Hons) in Modern History from the University of Oxford; a Master of Christian Studies from Regent College, Vancouver, Canada; and an M.A. in Religious Studies, and a Ph.D. in Christian Theology, from the University of Chicago. His research interests include colonialism, historic reparations, free speech, the vocation of universities, rights, international law, the nation-state, war, forgiveness and reconciliation, and the contribution of Christianity to the health of liberal societies; He has published the following books: Colonialism: A Moral Reckoning (2023, 2024), What's Wrong with Rights? (2020), Between Kin and Cosmopolis: An Ethic of the Nation (2014), Behaving in Public: How to Do Christian Ethics (Eerdmans, 2010); (co-ed.) Religious Voices in Public Places (Oxford University Press, 2009); Aiming to Kill: the Ethics of Suicide and Euthanasia (DLT, 2004); (ed.) Burying the Past: Making Peace and Doing Justice after Civil Conflict (Georgetown UP, 2001, 2003); (co-ed.) The Revival of Natural Law: Philosophical, Theological, and Ethical Responses to the Finnis-Grisez School (Ashgate, 2000); Good Life: Reflections on What We Value Today (SPCK, 1997); The Hastening that Waits: Karl Barth’s Ethics (OUP, 1993, 1995); and Cities of Gods: Faith, Politics & Pluralism in Judaism, and Christianity & Islam (Greenwood, 1986).",
    "academicBioUrl": "https://www.chch.ox.ac.uk/staff/professor-nigel-biggar",
    "academicCvUrl": "",
    "researchFocus": [
      "Colonialism, reparations, free speech, the civic duty of universities to promote intellectual virtue"
    ],
    "affiliations": [
      "Regius Professor Emeritus of Moral and Pastoral Theology at Christ Church, University of Oxford",
      "Founder and former Director of the McDonald Centre for Theology, Ethics, & Public Life at the University of Oxford"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/204",
    "name": "Jacqueline C.K. Lam",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jacqueline-c-k-lam.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Hong Kong",
    "bio": "Jacqueline Lam is Co-Director, HKU-AI WiSe HKU-AI WiSe, which embeds the HKU-Cambridge Clean Energy and Environment Research Platform, and the HKU-Cambridge AI to Advance Well-being and Society Research Platform. She was the Hughes Hall Visiting Fellow at the University of Cambridge; and has been the Visiting Senior Research Fellow and Associate Researcher of the Energy Policy Research Group, Judge Business School at the University of Cambridge since 2013. In 2019, Jacqueline visited MIT and was a Visiting Scholar based in CEEPR. Her work has been published in IEEE Transactions, AAAI, ACM, Nature Scientific Reports, Environment International, Applied Energy, Environmental Science and Policy, and Energy Policy. Jacqueline has received four research grants funded by the Research Grants Council, HKSAR Government, from 2011-2020. The funded amount totaled USD 8M in PI or Co-PI capacity. Her environmental research study, in joint collaboration with Yang Han and Victor OK Li on PM2.5pollution and environmental inequality in Hong Kong, has been published in Environmental Science and Policy, and widely covered by more than 30 local and overseas newspapers and TVs. Recently, she has won a prestigious US National Academy of Medicine - Healthy Longevity Catalyst Award 2021 on AI-driven drug repurposing, in collaboration with PI Prof. Victor OK Li, together with four other members from HKU, HK, and Tel Aviv University, Israel.",
    "academicBioUrl": "https://ceepr.mit.edu/people/lam-jacqueline/",
    "academicCvUrl": "",
    "researchFocus": [
      "Her current research focusses on the interface between AI, air pollution and public health, also between AI and neuroscience, particularly Alzheimer’s Disease."
    ],
    "affiliations": [
      "Associate Professor, Department of Electrical and Electronic Engineering, University of Hong Kong"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/382",
    "name": "Victor O.K. Li",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/victor-o-k-li.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Hong Kong",
    "bio": "Victor O.K. Li was born and raised in Hong Kong. He joined the University of Southern California (USC), Los Angeles, California, USA in February 1981, and became Professor of Electrical Engineering and Director of the USC Communication Sciences Institute. Since September 1997 he has been with the University of Hong Kong (HKU), Hong Kong, where he is Chair Professor of Information Engineering, and Cheng Yu-Tung Professor in Sustainable Development (Mar 2017 - June 2023). He served as Head of the Department of Electrical and Electronic Engineering from 2012 to 2018, and Assoc. Dean of Engineering at HKU from 2007 to 2012. He was the first Managing Director of Versitech Ltd. (http://www.versitech.hku.hk/), the technology transfer and commercial arm of HKU, and is now serving on the board of Sunevison Holdings Ltd, listed on the Hong Kong Stock Exchange. The co-author of seven US patents licensed for commercial exploitation, he is very active in technology transfer. He is the Chairman of the Board and Co-Founder, with his PhD student, of Fano Labs (www.fano.ai), an award-winning AI Automatic Speech Recognition and Natural Language Processing Company. He served as the Convenor of the Strategic Research Theme of Information Technology at HKU, and as Co-Director of the Area of Excellence in Information Technology funded by the Hong Kong government. He is the Chair of the Executive Committee, HKU Initiative on Clean Energy and Environment, an interdisciplinary research project with researchers from Engineering, Science, Architecture, and Social Science. With colleague Dr. Jacqueline CK Lam, he established the HKU-Cambridge Clean Energy and Environment Research Platform, the HKU-Cambridge AI to Advance Well-being and Society Research Platform, and the HKU-Cambridge AI for Neuro-disease Research Platform. The research focus is the development of AI technologies to solve important societal problems, or AI for Social Good. In Jan 2018, the team co-led by Dr. Jacqueline CK Lam and Prof. Victor OK Li was awarded a USD 6.3M RGC Theme-based Research Project to develop deep learning techniques for personalized and smart air pollution monitoring and health management. More recently, the team was awarded, consecutively in 2021, 2022 and 2023, the US National Academy of Medicine Healthy Longevity Catalyst Award. Sought by government, industry, and academic organizations, Prof. Li has lectured and consulted extensively around the world. He is a Fellow of the HK Academy of Engineering Sciences, the IEEE, the HKIE, and a UK Royal Academy of Engineering Senior Visiting Fellow.",
    "academicBioUrl": "https://www.eee.hku.hk/people/vli/",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/livita.pdf",
    "researchFocus": [
      "AI for Social Good; development and applications of artificial intelligence technologies to important societal problems, including clean energy and environment, medicine and health, and smart city."
    ],
    "affiliations": [
      "Chair Professor of Information Engineering, Department of Electrical and Electronic Engineering, University of Hong Kong"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/213",
    "name": "David C. Mahan",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/david-c-mahan.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Yale Divinity School",
    "bio": "A graduate of Yale Divinity School in religion and literature (1995) and winner of the Religion and the Arts Prize, Dr. Mahan has focused on the relationship between works of the literary imagination and the tasks of Christian theology, teaching classes that offer theological readings of 20th-21st century fiction and poetry, and Christian poetics. His doctoral research at the University of Cambridge specifically explored the connection between poetic form and the witnessing aims of a responsive theological discourse. He published his dissertation under the title “An Unexpected Light”: Theology and Witness in the Poetry and Thought of Charles Williams, Micheal O’Siadhail, and Geoffrey Hill (Princeton Monographs 2009). In addition to numerous papers and book reviews, his essay “‘A summons to try to look, to try to see’” appears as a chapter in the collection Musics of Belonging: The Poetry of Micheal O’Siadhail (2007). His article “Poetry and the Complexities of Remembrance: An Appeal,” appeared in the Autumn 2014 issue of Milin Havivin, and his most recent work “Revised Versions: Poetry as Bible Reading” was published in Christianity and Literature in 2019. Most recently, he served as editor and published the Introduction to the Forum on Christian Poetics in the December 2022 issue of Christianity and Literature. Dr. Mahan is currently the Executive Director of the Rivendell Institute at Yale, a Christian research and study center founded in 1995, where he also co-directs the new Rivendell Center for Theology and the Arts. He is a Fellow of Berkeley College, Yale, a long-time member of Yale Religious Ministries, and helps to coordinate numerous literary events and activities around the Yale campus.",
    "academicBioUrl": "https://ism.yale.edu/people/david-mahan",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/Curriculum%20Vitae%20D.%20Mahan%20Fall%202024.pdf",
    "researchFocus": [
      "Late-Modern Fiction & Poetry",
      "Literature & Theology",
      "Christian Poetics",
      "Literature of Trauma"
    ],
    "affiliations": [
      "Executive Director, Rivendell Institute at Yale University",
      "Co-Director, Rivendell Center for Theology and the Arts",
      "Lecturer in Religion and Literature, Yale Institute of Sacred Music, Yale Divinity School",
      "Late-Modern Fiction & Poetry",
      "Literature & Theology",
      "Christian Poetics",
      "Literature of Trauma"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/205",
    "name": "Javier Sánchez-Cañizares",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/javier-sanchez-canizares.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Navarra",
    "bio": "Born in Córdoba, Spain (1970), Javier Sánchez-Cañizares studied for a degree in Physics at the Autonomous University of Madrid (1993), where he also obtained a Ph.D. with a thesis entitled “Self-consistent description of transport in quasi-one-dimensional superconducting wires” (1999) belonging in the field of Condensed Matter Physics. In 2001, he moved to Rome for a Bachelor’s and Ph.D. in Fundamental Theology at the Pontifical University of the Holy Cross. This second thesis tackled the revelation of God in creation within the patristic quotations of the Areopagus sermon (Acts 17:16-34). It was supervised by the physicist and theologian Giuseppe Tanzella-Nitti.\n\nAfter being ordained a priest in 2005, he settled in Pamplona (Spain), where he has been teaching at the University of Navarra until the present date. Since 2016 he is an Associate Professor of \"Science, Reason, and Faith\" and a member of the CRYF group, founded by the late Mariano Artigas. He is also a researcher of the Mind-brain group of the Institute for Culture and Society and, as of 2022, an accredited full professor.\n\nHe was the leader of the project “Science and Religion in Spanish Schools,” funded during the period 2018-2021 by the John Templeton Foundation. He belongs to the scientific council of the international interdisciplinary journal “Scientia et Fides.” He is also a member of the Society of Catholic Scientists, where he lectured at several conferences.\n\nJavier Sánchez-Cañizares' book \"Universo Singular\" won one of the 2018 Expanded Reason Awards in the research category, organized on a yearly basis by the Francisco de Vitoria University together with the Vatican Foundation Joseph Ratzinger - Benedict XVI. \"Universo singular\" introduces the reader to the context of contemporary physics to reveal some singularities that occur in our knowledge of the universe. The existence of these singularities points to an emergence of authentic novelties in nature, appealing to the use of an expanded reason that helps to understand the world we inhabit. The book thus offers a necessary starting point, rooted in science, to renew philosophical reflection on the cosmos.",
    "academicBioUrl": "https://www.issr.org.uk/fellows/user/496/",
    "academicCvUrl": "",
    "researchFocus": [
      "In the fields of Philosophy of Physics and Philosophy of Mind, my research focuses on the Interpretations of Quantum Mechanics and their application to the development of a renewed philosophy of nature. More specifically, I study the emergence of complex adaptive systems and optimization procedures that ask for a deeper philosophical understanding of natural processes, particularly the emergence of higher human faculties."
    ],
    "affiliations": [
      "Associate Professor, Researcher of the Institute for Culture and Society (ICS), \"Mind-Brain\" Group, University of Navarra, Pamplona, Navarra, SPAIN"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/201",
    "name": "Hubertus Roebben",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/hubertus-roebben.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Bonn",
    "bio": "Hubertus (Bert) Roebben studied theology, education and canon law at the KU Leuven (Belgium). He was teaching at the universities of Leuven (Belgium), Tilburg (the Netherlands) and Dortmund (Germany), before being appointed to the chair of religious education at the Faculty of Catholic Theology of the University of Bonn in 2017. He served as president of the \"International Association for the Study of Youth Ministry\" (www.iasym.org) and the \"Religious Education Association \"(www.religiouseducation.net). Since 2019 he is appointed as extraordinary professor at the Faculty of Theology of Stellenbosch University (South-Africa). Since September 2023 he is presiding the \"European Forum for Teachers of Religious Education\" (www.eftre.net). His publications include Dutch, German, English and French contributions to the field of education/theology in general and moral/religious education particularly. In English he published among others Seeking Sense in the City. European Perspectives on Religious Education (2013), Theology Made in Dignity. On the Precarious Role of Theology in Religious Education (2016) and recently Educating Religious Education Teachers (together with Berglund, Schreiner and Schweitzer, 2023). Bert Roebben is married and father of three adult children.",
    "academicBioUrl": "https://www.ktf.uni-bonn.de/faecher/religionspaedagogik/personen/roebben",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/CV2024english.pdf",
    "researchFocus": [
      "Religious education",
      "Moral education",
      "Theology and education",
      "Ethics and education"
    ],
    "affiliations": [
      "Chair of Religious Education, Adult Faith Formation and Homiletics at the Faculty of Catholic Theology of the University of Bonn (Germany)",
      "Religious education",
      "Moral education",
      "Theology and education",
      "Ethics and education"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/96",
    "name": "Stewart Gill",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/stewart-gill.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "University of Melbourne",
    "bio": "Professor Stewart Gill is the eighth Master of Queen’s College, University of Melbourne. Professor Gill has a distinguished record of leadership and management in residential colleges. He has been Principal of Emmanuel College at the University of Queensland since 2005. He is also founder and director of the Emmanuel Centre for the Study of Science, Religion and Society, and an Adjunct Professor in the School of Historical and Philosophical Inquiry. He previously held positions with the Melbourne residential colleges as Warden of Ridley College and Deputy Warden of Trinity College. Scottish by birth, Professor Gill graduated with an honours Master’s degree from the University of Edinburgh. He continued his studies in Canada, earning a Master of Arts from the University of Toronto and a PhD from the University of Guelph. He is a Fellow of The Royal Historical Society, London. His published historical studies span Canada, Scotland and Australia.",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Master, Queens College, University of Melbourne",
      "Founder and former Director of the Emmanuel Centre for the Study of Science, Religion and Society, University of Queensland"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/132",
    "name": "Michael Spence",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/michael-spence.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "University College London",
    "bio": "Dr Michael Spence AC joined UCL as President & Provost in January 2021, joining the university from the University of Sydney where he was Vice-Chancellor from 2008 to 2020.\n\nDr Spence joined UCL during the COVID-19 pandemic, leading the institution through the complexities of reopening and transitioning back to in-person learning following the national lockdowns. Since joining he has led a year-long university-wide consultation to develop the UCL Strategic Plan 2022-27, setting out UCL’s priorities and ambitions for that period, and overseen the relaunch of UCL’s Grand Challenges programme, supporting the academic community to work together on cross-cutting, multidisciplinary solutions to the world’s most complex issues.\n\nDuring a challenging time for the HE sector, and a wider cost of living crisis, his focus on financial sustainability has enabled UCL to make significant investment to attract and retain world-class talent. During his tenure, UCL’s reputation as an academic powerhouse has also grown, with accolades including Sunday Times University of the Year 2024.\n\nHe has also overseen the opening of UCL East, UCL’s major new campus in East London, building key strategic relationships with local government, businesses and community organisations in that area. Furthermore, through his work with UCL's philanthropic community he has played a direct role in supporting an increase in philanthropic gifts to UCL, with £235.6 million raised in 2023-24.\n\nAs a long-standing proponent of universities as crucibles for debate and dialogue, he has established himself as a leading voice within the UK and beyond promoting the art of ‘disagreeing well’ and is spearheading a new programme of activities at UCL which explore approaches to developing the skill of constructive debate around challenging issues.\n\nAs Vice-Chancellor of the University of Sydney, he led the university’s rise to first in Australia and fourth in the world for graduate employability. He was responsible for raising a record one billion Australian dollars through the INSPIRED philanthropic campaign, which transformed the university’s campus by funding major new research and education centres, bringing resources to life-changing medical research and providing more than 2,000 scholarships and education initiatives for new and existing students.\n\nDr Spence is recognised internationally as a leader in the field of intellectual property theory and holds a Doctor of Philosophy from the University of Oxford, where he headed Oxford’s Law faculty and Social Sciences division.\n\nAn alumnus of the University of Sydney, Dr Spence has a BA with first-class honours in English, Italian and Law. His other languages include Chinese and Korean.\n\nIn 2017, Dr Spence was named a Companion of the Order of Australia in recognition of his service to the higher education sector and in 2018 he was elected as a Fellow of the Royal Society of New South Wales.",
    "academicBioUrl": "https://www.ucl.ac.uk/about/leadership/organisation/president-provost",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "President & Provost of University College London"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/90",
    "name": "Denis Alexander",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/denis-alexander.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "The Faraday Institute, Cambridge",
    "bio": "Dr Denis Alexander is the Founding Director [Emeritus] of The Faraday Institute for Science and Religion, St Edmund’s College, University of Cambridge, where he is Emeritus Fellow. He is a past chair of the Molecular Immunology Programme and Head of the Laboratory of Lymphocyte Signalling and Development at The Babraham Institute, Cambridge. Dr Alexander was previously at the Imperial Cancer Research Laboratories in London (now Cancer Research UK) and spent 15 years developing university departments and laboratories overseas, latterly as Associate Professor of Biochemistry in the Medical Faculty of the American University of Beirut, Lebanon, where he helped to establish the National Unit of Human Genetics. From 1992-2013 he was Editor of the journal Science and Christian Belief, and Dr Alexander also served as a member of the executive committee of the International Society for Science and Religion. Having given the Gifford Lectures at St. Andrews University in 2012, these lectures were published by CUP in August 2017 under the title ‘Genes, Determinism and God’. Dr Alexander’s latest book is Are We Slaves to Our Genes? [CUP, 2020].",
    "academicBioUrl": "https://www.st-edmunds.cam.ac.uk/people/dr-denis-alexander",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Founding Director [Emeritus] of The Faraday Institute for Science and Religion",
      "Emeritus Fellow, St Edmund’s College, University of Cambridge"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/138",
    "name": "Barbara Drossel",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/barbara-drossel.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Technical University of Darmstadt",
    "bio": "Since 2002 Barbara Drossel is professor of Theoretical Physics at the Technical University of Darmstadt. She studied Physics in Munich and Strasbourg and then engaged in doctoral research in Munich. She spent her postdoctoral years at the Massachusetts Institute of Technology (1994-1996) and the University of Manchester (1996-1999) before becoming Research Associate in the Department of Condensed Matter Physics at Tel Aviv University (Israel). Barbara Drossel’s research interests are in the field of complex systems. These include biological projects, such as genetic networks, ecosystems and evolutionary processes, as well as physical projects such as the quantum-classical transition in finite-temperature systems. In recent years, the topic of emergence and top-down causation has claimed part of her writing energy.\n\nBarbara Drossel lectures on science-religion to general audiences. She is a member of the editorial board of the German science-faith journal “Evangelium and Wissenschaft”, a Faraday Institute associate, a member of Christians in Science, and a Fellow of the International Society for Science and Religion. Recently, she started writing a blog on science and faith, see glaubenaturwissenschaft.blogspot.com",
    "academicBioUrl": "http://www.fkp.tu-darmstadt.de/drossel",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Professor of Theoretical Physics, Technical University of Darmstadt, Germany"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/197",
    "name": "Ian Harper",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ian-harper.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Melbourne",
    "bio": "Ian Harper is a professional economist best known for his work in public policy. He is a member of the Monetary Policy Board of the Reserve Bank of Australia, chairs the Australian Statistics Advisory Council and advises Kearney Australia New Zealand as a member of its Advisory Group.For six years until November 2023, Ian was Dean & Director of Melbourne Business School and Co-Dean of the Faculty of Business & Economics at The University of Melbourne. Prior to that, he was a founding partner of Deloitte Access Economics for seven years.From March 2014 to March 2015, Ian chaired the Australian Government’s Competition Policy Review and, prior to that, served as inaugural Chairman of the Australian Fair Pay Commission from December 2005 to July 2009. From May to December 1995, Ian chaired the Melbourne Metropolitan Hospitals Planning Board for the Victorian Government.Ian was elected a Fellow of the Academy of the Social Sciences in Australia in 2000 and a Fellow of the Australian Institute of Company Directors in 2009. In 2016 he was elected a Distinguished Public Policy Fellow of the Economic Society of Australia and in 2024 was awarded an Honorary Doctorate in Economics by The University of Queensland.Ian was appointed an Officer in the Order of Australia in the 2020 Queen’s Birthday Honours List with the citation, “For distinguished service to education in the field of economics, and to public and monetary policy development and reform”.\n\nIan is married to Roslyn and they have two sons and six grandchildren.",
    "academicBioUrl": "https://en.wikipedia.org/wiki/Ian_Harper",
    "academicCvUrl": "",
    "researchFocus": [
      "Australian macroeconomic policy, financial institutions and their regulation, competition policy and minimum wages."
    ],
    "affiliations": [
      "Dean and Director of the Melbourne Business School",
      "Co-Dean of the Faculty of Business and Economics at the University of Melbourne",
      "Member of the Board of the Reserve Bank of Australia"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1067",
    "name": "Jocelyn S. Downey",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jocelyn-s-downey.jpg",
    "primaryUniversity": "University of Hong Kong",
    "bio": "Ph.D. (St. Bart’s Medical College), M.Phil. (Theology, Cambridge)\n\nCell-signalling biologist specializing in molecular biology, immunology and bioethics",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Consultant, Department of Electrical and Electronic Engineering, University of Hong Kong"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/385",
    "name": "Alana  Moore",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/alana-moore.jpg",
    "gfiCategory": "Collaborating Network",
    "bio": "Alana is a visiting fellow with the Coral Bell School of Asia Pacific Affairs, where she is currently exploring ethical issues around the role of international child sponsorship schemes as a form of development. Previously she convened courses for the School on the topics of humanitarianism, human rights, and human security. She also held a research fellowship investigating the place of religious actors in the global humanitarian order, and she is a member of the Joint Learning Initiative on Faith and Local Communities.",
    "academicBioUrl": "https://researchprofiles.anu.edu.au/en/persons/alana-moore",
    "academicCvUrl": "",
    "researchFocus": [
      "Her research interests include religion in global politics, understanding the role of faith-based actors in international relief and development, and understanding varying cultures of humanitarianism in the international system. As a part of this work, Alana also investigates the interface of Christian faith and scholarly practice, having authored articles from the International Journal of Public Theology and St Mark’s Review that look at how Christian communities can engage ethically with relief and development work."
    ],
    "affiliations": [
      "Visiting Fellow, Department of International Relations, Coral Bell School of Asia Pacific Affairs, The Australian National University"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/83",
    "name": "Susan Thorp",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/susan-thorp.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Sydney",
    "bio": "Susan researches consumer finance, focusing on retirement savings. She uses theoretical, empirical and experimental techniques to test consumer responses to advice, disclosures and choice architecture. Her research has been published in leading international academic journals and has attracted over four million dollars in public and industry funding. Susan is a member of the Steering Committee of the Mercer CFA Global Pensions Index and a member of the Research Committee of the OECD/International Network on Financial Education.",
    "academicBioUrl": "https://www.sydney.edu.au/business/about/our-people/academic-staff/susan-thorp.html",
    "academicCvUrl": "https://facultyinitiative.net/sites/default/files/academic-cv/Academic%20CV_Thorp_2023.pdf",
    "researchFocus": [
      "Household finance; Behavioral Finance; Pensions"
    ],
    "affiliations": [
      "Professor of Finance, The University of Sydney Business School"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/92",
    "name": "Pauline Chiu",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/pauline-chiu.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "University of Hong Kong",
    "bio": "Pauline Chiu was born in Hong Kong, and grew up in Toronto, Ontario, Canada. She completed her B.Sc., M. Sc. and Ph .D. in Chemistry at the University of Toronto, in Canada, then continued to postdoctoral work at Columbia University in New York, USA. She started her independent career at the Department of Chemistry at the University of Hong Kong, where she has been Professor in organic chemistry since 2011. She served as Associate Dean of Teaching in the Faculty of Science from 2013-2017, and she has been an Associate Editor of the American Chemical Society journal, Organic Letters, since 2019.",
    "academicBioUrl": "https://www.pchiu.chemistry.hku.hk/pc",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Organic Chemist and Professor in the Department of Chemistry at the University of Hong Kong."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/312",
    "name": "Priscila Vieira",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/priscila-vieira.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Brunel University",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Visiting Scholar at the Institute of Communities and Societies, Brunel University, UK",
      "Postdoctoral Fellow at School of Communication in the Federal University of Rio de Janeiro (CAPES/PNPD), Brazil"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/215",
    "name": "John Inazu",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-inazu.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Washington University",
    "bio": "John Inazu is the Sally D. Danforth Distinguished Professor of Law and Religion at Washington University in St. Louis. He teaches criminal law, law and religion, and various First Amendment seminars. His scholarship focuses on the First Amendment freedoms of speech, assembly, and religion, and related questions of legal and political theory. He is the author of Liberty’s Refuge: The Forgotten Freedom of Assembly (Yale University Press, 2012) and Confident Pluralism: Surviving and Thriving Through Deep Difference (University of Chicago Press, 2016), and co-editor (with Tim Keller) of Uncommon Ground: Living Faithfully in a World of Difference (Thomas Nelson, 2020). Inazu has written broadly for mainstream audiences in publications including USA Today, The Los Angeles Times, CNN, The Atlantic and The Washington Post.\n\nInazu holds a B.S.E. and J.D. from Duke University and a Ph.D. in political science from the University of North Carolina at Chapel Hill. He clerked for Judge Roger L. Wollman of the U.S. Court of Appeals for the Eighth Circuit and served for four years as an associate general counsel with the Department of the Air Force at the Pentagon.",
    "academicBioUrl": "https://law.wustl.edu/faculty-staff-directory/profile/john-inazu/",
    "academicCvUrl": "",
    "researchFocus": [
      "U.S. Constitution First Amendment, pluralism, law and theology"
    ],
    "affiliations": [
      "Sally D. Danforth Distinguished Professor of Law and Religion, Washington University, USA",
      "Professor of Political Science (by courtesy), Washington University, USA"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/206",
    "name": "Connie Svob",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/connie-svob.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Columbia University",
    "bio": "",
    "academicBioUrl": "https://www.columbiapsychiatry.org/profile/connie-svob-phd",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Assistant Professor of Clinical Psychology (in Psychiatry), Columbia University",
      "Research Scientist, Research Foundation for Mental Hygiene, Columbia University Irving Medical Center"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/122",
    "name": "Tim Maughan",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/tim-maughan.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Oxford",
    "bio": "Tim studied medicine at Cambridge and UCH, London. As a junior doctor, Tim and his wife Miriam lived and worked in Juba, South Sudan, for two years helping to establish a new clinical medical school in that very under resourced setting. On returning to UK Tm specialised in Clinical Oncology initially in Cardiff and undertook his research training at Cambridge under Prof Norman Bleehen at the MRC Clinical Oncology and Radiotherapeutics Unit. Thereafter he worked as an NHS consultant Clinical Oncologist in Cardiff, becoming Professor of Cancer Studies in 2007. During that time, he established the first clinical research network, the Wales Cancer Trials Network, and was subsequently involved in the development of the clinical research networks across the UK.\n\nTim had the vision and was appointed to set up and chair the NCRI CTRad – the clinical and translational radiotherapy working group. This organisation has been running for 10 years, is funded by a coalition of funders through the NCRI (National Cancer Research Institute) and unites and drives much of the radiotherapy related research activity in the UK.\n\nTim’s research has focused on colorectal cancer: he has initiated and led a series of national trials and currently leads the MRC FOCUS4 trial of molecular selection of treatment and the MRC/CR-UK stratified medicine consortium in colorectal cancer (S:CORT). He has published over 200 peer reviewed papers.\n\nTim Maughan was appointed Professor of Clinical Oncology and Clinical Director of the MRC-CRUK Oxford Institute of Radiation Oncology, Department of Oncology at the University of Oxford in 2011. He has chaired Cancer Research UK’s Clinical Research Committee and currently chairs the NCRI Strategy Advisory Group.\n\nThroughout his career, Tim’s Christian faith, his marriage to Miriam and their family life have been fundamental to his vision and persistence in pursuing these aims.",
    "academicBioUrl": "https://www.oncology.ox.ac.uk/team/tim-maughan",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "Professor of Clinical Oncology, University of Oxford",
      "Clinical Director of the Oxford Institute for Radiation Oncology in the Department of Oncology, University of Oxford"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/216",
    "name": "Manuel David Morales",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/manuel-david-morales.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Guadalajara",
    "bio": "Dr. Manuel David Morales is a Chilean astrophysicist, currently working as Postdoctoral Researcher at the Universidad de Guadalajara, funded by the National Council for Science and Technology (CONACYT) in Mexico. Manuel researches about artificial intelligence (AI) techniques for gravitational-wave (GW) astronomy, actively collaborating in the Mexican GW Data Analysis Group; a pioneer Latin American research group in this emergent field. Previously, he worked as data scientist in the Jalisco State Government, Mexico, advising AI projects for criminology and biometric recognition. Manuel has a significant experience interacting with scientists of the LIGO Scientific Collaboration in the search and characterization of gravitational wave signals, and also with industry professionals of the Saturdays.AI global community in the developing of social impact AI prototypes.\n\nManuel received his Ph.D. and M.Sc. in Computational Physics from the Universidad Michoacana de San Nicolás de Hidalgo, Mexico. Before, he completed his B.Sc. in Applied Physics in the Universidad de Santiago de Chile. As a collateral pathway, he is one of the pioneers of the science and religion dialogue among Latin American Evangelicals. In 2009, Manuel founded Razón y Pensamiento Cristiano, an independent theological journal informed by sciences, from an Ecumenical and Evangelical perspective. Because of this work, he was invited to the seminal Templeton Workshop \"Science and Religion in Latin America\", held in the University of Oxford, England (2013). Later, he was co-organizer of the pioneering \"Ibero-American Meeting for Science and Faith\" in Mexico City (2015), as honorary member of the Centre for Science & Faith in Spain, with a grant of BioLogos.\n\nRecently, Manuel have started to collaborated with the Center for Open & Relational Theology, in USA. He also is founder-member of the Realidad y Proceso; a pioneer Spanish-speaking trans-disciplinary research group about process thought.",
    "academicBioUrl": "https://mdmorales.weebly.com",
    "academicCvUrl": "",
    "researchFocus": [
      "Gravitational-wave astronomyFeature detection in GW signals emitted by Core-Collapse Supernovae.GW data analysis automation through AI techniques",
      "Feature detection in GW signals emitted by Core-Collapse Supernovae.",
      "GW data analysis automation through AI techniques",
      "Applied Artificial IntelligenceExplainable AI, open the AI \"black boxes\"AI ethics: How develop responsible AI algorithms?",
      "Explainable AI, open the AI \"black boxes\"",
      "AI ethics: How develop responsible AI algorithms?",
      "Science and ReligionRethinking traditional Christian understanding of God and Nature, in context of science, technology, and process/relational thought.",
      "Rethinking traditional Christian understanding of God and Nature, in context of science, technology, and process/relational thought.",
      "Open Educational PublishingHow to understand and to promote open science?",
      "How to understand and to promote open science?"
    ],
    "affiliations": [
      "CONACYT Post-doctoral Fellow in Gravitational-Wave Astronomy, University Center of Exact Sciences and Engineering (CUCEI) at the University of Guadalajara, Mexico.",
      "Formerly Data Scientist, State Council of Public Safety, Jalisco State Government, Mexico.",
      "Gravitational-wave astronomy Feature detection in GW signals emitted by Core-Collapse Supernovae. GW data analysis automation through AI techniques",
      "Feature detection in GW signals emitted by Core-Collapse Supernovae.",
      "GW data analysis automation through AI techniques",
      "Explainable AI, open the AI \"black boxes\"",
      "Science and Religion Rethinking traditional Christian understanding of God and Nature, in context of science, technology, and process/relational thought.",
      "Rethinking traditional Christian understanding of God and Nature, in context of science, technology, and process/relational thought."
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/207",
    "name": "Rafael Vicuña",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/rafael-vicuna.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "Pontifical Catholic University of Chile",
    "bio": "I have been the recipient of an Albert Einstein College of Medicine, NY, fellowship for Ph.D. studies (1974-78) and John Simon Guggenheim Memorial Foundation fellowship (1986). My service and leadership in academic societies include: Chilean Society of Biology (1973); Chilean Society of Biochemistry and Molecular Biology (1973, President 1997-99); American Society for Microbiology (1974); Association for Politics and the Life Sciences, USA (1987); Technical Association of the Pulp and Paper Industry, TAPPI, USA (1988-2000); Third World Academy of Sciences (1993); Chilean Society of Microbiology (1996); International Academy of Wood Science (1996); Latin American Academy of Sciences (1999); Chilean Academy of Sciences (1999, Vice-President 2001-03); Pontifical Academy of Sciences (2000); The World Academy of Sciences (TWAS, 1996), the Pontifical Council for Culture (2014-2022) and the Dicastery for Culture and Education (2022).",
    "academicBioUrl": "https://www.pas.va/en/academicians/ordinary/vicuna.html",
    "academicCvUrl": "",
    "researchFocus": [
      "As an experimental scientist, during my career I did research in three fields: DNA replication, lignin biodegradation and life in extreme environments. In addition, throughout my career, I have always been interested in the origin of life on Earth and in the relation of science and religion."
    ],
    "affiliations": [
      "(Formerly) Full Professor, Department of Molecular Genetics and Microbiology, Faculty of Biological Sciences, Pontifical Catholic University of Chile, CHILE"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1062",
    "name": "Lorna Smith",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/lorna-smith.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Oxford",
    "bio": "Lorna is a Professor of Chemistry and the Peacock Tutorial Fellow at St. Hilda's College, University of Oxford. Her research uses a combination of experimental and theoretical approaches to characterise native and non-native protein folds. Lorna has a long-term collaboration with Professor Wilfred van Gunsteren and co-workers at the ETH in Zurich where she was a visiting Professor in 2010.\n\nLorna studied for both her BA and D.Phil. in Chemistry at the University of Oxford (Lady Margaret Hall) and did her D.Phil. in the lab of Chris Dobson, using 3D NMR techniques, which were at that time very new, to determine the structures of the proteins human interleukin-4 and hen lysozyme in solution. Following this Lorna was a Junior Research Fellow at St. Cross College Oxford and then a Royal Society University Research Fellow (from 1994-2001). Both these Fellowships were held in the Oxford Centre for Molecular Sciences. Lorna was appointed to her current position in 1999 and was awarded the title of Professor in 2019.\n\nLorna is involved with the Oxford Pastorate, co-leading the Christians in Academia group. This is a formation group which helps post-graduate students and postdocs reflect on the relationship between their faith and their academic research and consider questions of vocation and character in academic life.",
    "academicBioUrl": "https://www.chem.ox.ac.uk/people/lorna-smith",
    "academicCvUrl": "",
    "researchFocus": [
      "Protein folding",
      "Biomolecular simulation",
      "Protein NMR spectroscopy"
    ],
    "affiliations": [
      "Professor, Department of Chemistry, University of Oxford",
      "Peacock Tutorial Fellow at St. Hilda's College, University of Oxford",
      "Protein folding",
      "Biomolecular simulation",
      "Protein NMR spectroscopy"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1074",
    "name": "John M. Owen",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-m-owen.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Virginia",
    "bio": "John M. Owen IV is Amb. Henry J. and Mrs. Marion R. Taylor Professor of Politics at the University of Virginia. A former Chair of the Politics Department, he is a Senior Fellow at UVa’s Institute for Advanced Studies in Culture and Miller Center of Public Affairs. His latest book, The Ecology of Nations: American Democracy in a Fragile World Order (Yale, 2023), won the 2025 Grawemeyer Award in World Order. He is author of Confronting Political Islam (Princeton, 2015), The Clash of Ideas in World Politics (Princeton, 2010), and Liberal Peace, Liberal War (Cornell, 1997). Owen has published articles in International Organization, International Security, International Studies Quarterly, International Affairs, International Politics, the European Journal of International Relations, Perspectives on Politics, and other academic journals, as well as in Foreign Affairs and the New York Times. A former Editor-in-Chief of Security Studies, he has held fellowships or visitorships at Harvard, Stanford, Princeton, Oxford, the Free University of Berlin, the WZB Berlin Social Science Research Center, and the University of British Columbia. In 2015 he received a Humboldt Research Prize (Germany)",
    "academicBioUrl": "https://sites.google.com/site/jnoowen/home",
    "academicCvUrl": "",
    "researchFocus": [
      "Democracy and international relations; the future of international order and the rise of China."
    ],
    "affiliations": [
      "Taylor Professor of Politics, University of Virginia",
      "Senior Fellow, Institute for Advanced Studies in Culture, University of Virginia",
      "Senior Fellow, Miller Center of Public Affairs, University of Virginia"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/123",
    "name": "Mark Smith",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/mark-smith.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "University of Oxford",
    "bio": "Mark Smith was educated at Jesus College, Oxford, BA (1982), D.Phil. (1987). He was formerly Lecturer in the Modern History of Christianity at King’s College London and is now University Lecturer and Director of Studies in Local and Social History.",
    "academicBioUrl": "https://www.conted.ox.ac.uk/profiles/mark-smith",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": [
      "University Lecturer and Director of Studies in Local and Social History, University of Oxford"
    ]
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/94",
    "name": "Farr Curlin",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/farr-curlin.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/95",
    "name": "Andrew Dilnot",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/andrew-dilnot.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/128",
    "name": "Ard A. Louis",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ard-a-louis.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/129",
    "name": "Alister McGrath",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/alister-mcgrath.jpg",
    "gfiCategory": "Convening Panel",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1604",
    "name": "Marie Culhane",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/marie-culhane.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1060",
    "name": "John Deen",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-deen.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/87",
    "name": "Juan Yao",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/juan-yao.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/118",
    "name": "Joshua Hordern",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/joshua-hordern.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/214",
    "name": "David Lantigua",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/david-lantigua.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1626",
    "name": "Matthew  Levering",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/matthew-levering.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/222",
    "name": "Kyama Mugambi",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/kyama-mugambi.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/74",
    "name": "Andrew Pinsent",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/andrew-pinsent.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/313",
    "name": "John Witvliet",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-witvliet.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/150",
    "name": "Daniel Moulin",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/daniel-moulin.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/76",
    "name": "Steven Puttick",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/steven-puttick.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/203",
    "name": "Oluwaseyi Balogun",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/oluwaseyi-balogun.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/152",
    "name": "Gustavo Roque  da Silva Assi",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/gustavo-roque-da-silva-assi.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1605",
    "name": "William Hoza",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/william-hoza.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/60",
    "name": "Douglas Lauffenburger",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/douglas-lauffenburger.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/309",
    "name": "Richard M. Lueptow",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/richard-m-lueptow.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/36",
    "name": "Jerry O. Blackstone",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jerry-o-blackstone.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/303",
    "name": "Nicholas Chong",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/nicholas-chong.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/189",
    "name": "Mabel Evwierhoma",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/mabel-evwierhoma.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/310",
    "name": "Igor Maia",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/igor-maia.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/383",
    "name": "Min Yen Ong",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/min-yen-ong.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/79",
    "name": "Pearl Shangkuan",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/pearl-shangkuan.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1606",
    "name": "Mark Alznauer",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/mark-alznauer.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1622",
    "name": "Emily Austin",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/emily-austin.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/120",
    "name": "Max Baker-Hytch",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/max-baker-hytch.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/202",
    "name": "James Bryson",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/james-bryson.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1602",
    "name": "Eric Carlsson",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/eric-carlsson.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/199",
    "name": "Jennifer A. Frey",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jennifer-a-frey.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1615",
    "name": "Jim Gilchrist",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jim-gilchrist.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/52",
    "name": "Johanna Harris",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/johanna-harris.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1610",
    "name": "Peter Harrison",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/peter-harrison.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/124",
    "name": "Simon Horobin",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/simon-horobin.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/190",
    "name": "Michael D. Hurley",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/michael-d-hurley.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/307",
    "name": "Simon Kennedy",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/simon-kennedy.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/223",
    "name": "Alan C. Love",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/alan-c-love.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/140",
    "name": "Ignacio Silva",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ignacio-silva.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1628",
    "name": "Alicia Smith",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/alicia-smith.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/136",
    "name": "John Thomas",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-thomas.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/85",
    "name": "Daniel Tyler",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/daniel-tyler.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/192",
    "name": "Juana I. Acosta",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/juana-i-acosta.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/34",
    "name": "Carlos Bernal-Pulido",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/carlos-bernal-pulido.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/224",
    "name": "Eric Cheung",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/eric-cheung.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/384",
    "name": "Franciska A.  Coleman",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/franciska-a-coleman.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/44",
    "name": "Juan Fernando Córdoba Marentes",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/juan-fernando-cordoba-marentes.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/157",
    "name": "Joel Harrison",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/joel-harrison.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/151",
    "name": "Jessica Palmer",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jessica-palmer.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/386",
    "name": "Benjamin B. Saunders",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/benjamin-b-saunders.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1618",
    "name": "John Witte",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-witte.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/159",
    "name": "Ryan Antiel",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ryan-antiel.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/32",
    "name": "Tracy Balboni",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/tracy-balboni.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/155",
    "name": "Richard J. Gilbertson",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/richard-j-gilbertson.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/54",
    "name": "Douglas Heimburger",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/douglas-heimburger.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/58",
    "name": "Christina Kong",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/christina-kong.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1616",
    "name": "Caleb Mpyet",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/caleb-mpyet.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/112",
    "name": "Jonah Musa",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jonah-musa.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/68",
    "name": "Wilbroad Mutale",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/wilbroad-mutale.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/156",
    "name": "Ryan R. Nash",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/ryan-r-nash.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/198",
    "name": "Abraham M. Nussbaum",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/abraham-m-nussbaum.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1609",
    "name": "Helen Pappas",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/helen-pappas.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1061",
    "name": "S. Joshua Swamidass",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/s-joshua-swamidass.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/82",
    "name": "Steven Telian",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/steven-telian.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1627",
    "name": "John Yoon",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/john-yoon.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1601",
    "name": "Dorian Abbot",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/dorian-abbot.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/107",
    "name": "Zachary Ardern",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/zachary-ardern.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/139",
    "name": "Jonas D. De Basabe",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jonas-d-de-basabe.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/221",
    "name": "Peter M. W. Gill",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/peter-m-w-gill.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/306",
    "name": "Nicholas Higgs",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/nicholas-higgs.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/187",
    "name": "Frank Jenko",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/frank-jenko.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/208",
    "name": "Jonathan I. Lunine",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jonathan-i-lunine.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/69",
    "name": "Bill Newsome",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/bill-newsome.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/200",
    "name": "Karin Öberg",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/karin-oberg.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/109",
    "name": "Thomas Rizzo",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/thomas-rizzo.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/110",
    "name": "Siegfried Scherer",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/siegfried-scherer.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/126",
    "name": "Andrew Steane",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/andrew-steane.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/86",
    "name": "Troy Van Voorhis",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/troy-van-voorhis.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1603",
    "name": "Sung-Il Cho",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/sung-il-cho.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/188",
    "name": "Sabina Alkire",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/sabina-alkire.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/38",
    "name": "Jonathan Boston",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/jonathan-boston.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/71",
    "name": "Tom Simpson",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/tom-simpson.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1598",
    "name": "Paul Billingham",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/paul-billingham.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/153",
    "name": "Judd Birdsall",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/judd-birdsall.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/37",
    "name": "Grant Blank",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/grant-blank.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/41",
    "name": "Fred B. Bryant",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/fred-b-bryant.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1617",
    "name": "Severine Deneulin",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/severine-deneulin.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1620",
    "name": "Sarah Doxat Pratt",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/sarah-doxat-pratt.png",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/305",
    "name": "Matthew Finn",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/matthew-finn.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1608",
    "name": "Philip Gorski",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/philip-gorski.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1599",
    "name": "Pat Hastings",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/pat-hastings.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/113",
    "name": "Rowena He",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/rowena-he.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1621",
    "name": "David Lyon",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/david-lyon.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1619",
    "name": "Chandra Mallampalli",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/chandra-mallampalli.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/72",
    "name": "Osakue Stevenson Omoera",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/osakue-stevenson-omoera.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1625",
    "name": "Paul Oslington",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/paul-oslington.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/1600",
    "name": "Daniel Philpott",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/daniel-philpott.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  },
  {
    "contributorUrl": "https://globalfacultyinitiative.net/contributor/75",
    "name": "Thad Polk",
    "photoUrl": "https://raw.githubusercontent.com/iphotostuff/gfi-matrix-data/main/images/scholars/thad-polk.jpg",
    "gfiCategory": "Collaborating Network",
    "primaryUniversity": "",
    "bio": "",
    "academicBioUrl": "",
    "academicCvUrl": "",
    "researchFocus": [],
    "affiliations": []
  }
]